# -*- coding: utf-8 -*-
# snapshottest: v1 - https://goo.gl/zC4yUc
from __future__ import unicode_literals

from snapshottest import Snapshot

snapshots = Snapshot()

snapshots['MyTestCase::test_with_default_settings 1'] = '''00:00 -> ровно полночь
00:01 -> одна минута первого ночи
00:05 -> пять минут первого ночи
00:10 -> десять минут первого ночи
00:14 -> четырнадцать минут первого ночи
00:15 -> четверть первого ночи
00:16 -> шестнадцать минут первого ночи
00:20 -> двадцать минут первого ночи
00:25 -> двадцать пять минут первого ночи
00:29 -> двадцать девять минут первого ночи
00:30 -> пол первого ночи
00:31 -> тридцать одна минута первого ночи
00:40 -> без двадцати час ночи
00:42 -> без восемнадцати час ночи
00:44 -> без шестнадцати час ночи
00:45 -> без четверти час ночи
00:46 -> без четырнадцати час ночи
00:50 -> без десяти час ночи
00:55 -> без пяти час ночи
00:59 -> без минуты час ночи
01:00 -> ровно час ночи
01:01 -> одна минута второго ночи
01:05 -> пять минут второго ночи
01:10 -> десять минут второго ночи
01:14 -> четырнадцать минут второго ночи
01:15 -> четверть второго ночи
01:16 -> шестнадцать минут второго ночи
01:20 -> двадцать минут второго ночи
01:25 -> двадцать пять минут второго ночи
01:29 -> двадцать девять минут второго ночи
01:30 -> пол второго ночи
01:31 -> тридцать одна минута второго ночи
01:40 -> без двадцати два ночи
01:42 -> без восемнадцати два ночи
01:44 -> без шестнадцати два ночи
01:45 -> без четверти два ночи
01:46 -> без четырнадцати два ночи
01:50 -> без десяти два ночи
01:55 -> без пяти два ночи
01:59 -> без минуты два ночи
02:00 -> ровно два ночи
02:01 -> одна минута третьего ночи
02:05 -> пять минут третьего ночи
02:10 -> десять минут третьего ночи
02:14 -> четырнадцать минут третьего ночи
02:15 -> четверть третьего ночи
02:16 -> шестнадцать минут третьего ночи
02:20 -> двадцать минут третьего ночи
02:25 -> двадцать пять минут третьего ночи
02:29 -> двадцать девять минут третьего ночи
02:30 -> пол третьего ночи
02:31 -> тридцать одна минута третьего ночи
02:40 -> без двадцати три ночи
02:42 -> без восемнадцати три ночи
02:44 -> без шестнадцати три ночи
02:45 -> без четверти три ночи
02:46 -> без четырнадцати три ночи
02:50 -> без десяти три ночи
02:55 -> без пяти три ночи
02:59 -> без минуты три ночи
03:00 -> ровно три ночи
03:01 -> одна минута четвёртого ночи
03:05 -> пять минут четвёртого ночи
03:10 -> десять минут четвёртого ночи
03:14 -> четырнадцать минут четвёртого ночи
03:15 -> четверть четвёртого ночи
03:16 -> шестнадцать минут четвёртого ночи
03:20 -> двадцать минут четвёртого ночи
03:25 -> двадцать пять минут четвёртого ночи
03:29 -> двадцать девять минут четвёртого ночи
03:30 -> пол четвёртого ночи
03:31 -> тридцать одна минута четвёртого ночи
03:40 -> без двадцати четыре ночи
03:42 -> без восемнадцати четыре ночи
03:44 -> без шестнадцати четыре ночи
03:45 -> без четверти четыре ночи
03:46 -> без четырнадцати четыре ночи
03:50 -> без десяти четыре ночи
03:55 -> без пяти четыре ночи
03:59 -> без минуты четыре ночи
04:00 -> ровно четыре ночи
04:01 -> одна минута пятого утра
04:05 -> пять минут пятого утра
04:10 -> десять минут пятого утра
04:14 -> четырнадцать минут пятого утра
04:15 -> четверть пятого утра
04:16 -> шестнадцать минут пятого утра
04:20 -> двадцать минут пятого утра
04:25 -> двадцать пять минут пятого утра
04:29 -> двадцать девять минут пятого утра
04:30 -> пол пятого утра
04:31 -> тридцать одна минута пятого утра
04:40 -> без двадцати пять утра
04:42 -> без восемнадцати пять утра
04:44 -> без шестнадцати пять утра
04:45 -> без четверти пять утра
04:46 -> без четырнадцати пять утра
04:50 -> без десяти пять утра
04:55 -> без пяти пять утра
04:59 -> без минуты пять утра
05:00 -> ровно пять утра
05:01 -> одна минута шестого утра
05:05 -> пять минут шестого утра
05:10 -> десять минут шестого утра
05:14 -> четырнадцать минут шестого утра
05:15 -> четверть шестого утра
05:16 -> шестнадцать минут шестого утра
05:20 -> двадцать минут шестого утра
05:25 -> двадцать пять минут шестого утра
05:29 -> двадцать девять минут шестого утра
05:30 -> пол шестого утра
05:31 -> тридцать одна минута шестого утра
05:40 -> без двадцати шесть утра
05:42 -> без восемнадцати шесть утра
05:44 -> без шестнадцати шесть утра
05:45 -> без четверти шесть утра
05:46 -> без четырнадцати шесть утра
05:50 -> без десяти шесть утра
05:55 -> без пяти шесть утра
05:59 -> без минуты шесть утра
06:00 -> ровно шесть утра
06:01 -> одна минута седьмого утра
06:05 -> пять минут седьмого утра
06:10 -> десять минут седьмого утра
06:14 -> четырнадцать минут седьмого утра
06:15 -> четверть седьмого утра
06:16 -> шестнадцать минут седьмого утра
06:20 -> двадцать минут седьмого утра
06:25 -> двадцать пять минут седьмого утра
06:29 -> двадцать девять минут седьмого утра
06:30 -> пол седьмого утра
06:31 -> тридцать одна минута седьмого утра
06:40 -> без двадцати семь утра
06:42 -> без восемнадцати семь утра
06:44 -> без шестнадцати семь утра
06:45 -> без четверти семь утра
06:46 -> без четырнадцати семь утра
06:50 -> без десяти семь утра
06:55 -> без пяти семь утра
06:59 -> без минуты семь утра
07:00 -> ровно семь утра
07:01 -> одна минута восьмого утра
07:05 -> пять минут восьмого утра
07:10 -> десять минут восьмого утра
07:14 -> четырнадцать минут восьмого утра
07:15 -> четверть восьмого утра
07:16 -> шестнадцать минут восьмого утра
07:20 -> двадцать минут восьмого утра
07:25 -> двадцать пять минут восьмого утра
07:29 -> двадцать девять минут восьмого утра
07:30 -> пол восьмого утра
07:31 -> тридцать одна минута восьмого утра
07:40 -> без двадцати восемь утра
07:42 -> без восемнадцати восемь утра
07:44 -> без шестнадцати восемь утра
07:45 -> без четверти восемь утра
07:46 -> без четырнадцати восемь утра
07:50 -> без десяти восемь утра
07:55 -> без пяти восемь утра
07:59 -> без минуты восемь утра
08:00 -> ровно восемь утра
08:01 -> одна минута девятого утра
08:05 -> пять минут девятого утра
08:10 -> десять минут девятого утра
08:14 -> четырнадцать минут девятого утра
08:15 -> четверть девятого утра
08:16 -> шестнадцать минут девятого утра
08:20 -> двадцать минут девятого утра
08:25 -> двадцать пять минут девятого утра
08:29 -> двадцать девять минут девятого утра
08:30 -> пол девятого утра
08:31 -> тридцать одна минута девятого утра
08:40 -> без двадцати девять утра
08:42 -> без восемнадцати девять утра
08:44 -> без шестнадцати девять утра
08:45 -> без четверти девять утра
08:46 -> без четырнадцати девять утра
08:50 -> без десяти девять утра
08:55 -> без пяти девять утра
08:59 -> без минуты девять утра
09:00 -> ровно девять утра
09:01 -> одна минута десятого утра
09:05 -> пять минут десятого утра
09:10 -> десять минут десятого утра
09:14 -> четырнадцать минут десятого утра
09:15 -> четверть десятого утра
09:16 -> шестнадцать минут десятого утра
09:20 -> двадцать минут десятого утра
09:25 -> двадцать пять минут десятого утра
09:29 -> двадцать девять минут десятого утра
09:30 -> пол десятого утра
09:31 -> тридцать одна минута десятого утра
09:40 -> без двадцати десять утра
09:42 -> без восемнадцати десять утра
09:44 -> без шестнадцати десять утра
09:45 -> без четверти десять утра
09:46 -> без четырнадцати десять утра
09:50 -> без десяти десять утра
09:55 -> без пяти десять утра
09:59 -> без минуты десять утра
10:00 -> ровно десять утра
10:01 -> одна минута одиннадцатого утра
10:05 -> пять минут одиннадцатого утра
10:10 -> десять минут одиннадцатого утра
10:14 -> четырнадцать минут одиннадцатого утра
10:15 -> четверть одиннадцатого утра
10:16 -> шестнадцать минут одиннадцатого утра
10:20 -> двадцать минут одиннадцатого утра
10:25 -> двадцать пять минут одиннадцатого утра
10:29 -> двадцать девять минут одиннадцатого утра
10:30 -> пол одиннадцатого утра
10:31 -> тридцать одна минута одиннадцатого утра
10:40 -> без двадцати одиннадцать утра
10:42 -> без восемнадцати одиннадцать утра
10:44 -> без шестнадцати одиннадцать утра
10:45 -> без четверти одиннадцать утра
10:46 -> без четырнадцати одиннадцать утра
10:50 -> без десяти одиннадцать утра
10:55 -> без пяти одиннадцать утра
10:59 -> без минуты одиннадцать утра
11:00 -> ровно одиннадцать утра
11:01 -> одна минута двенадцатого утра
11:05 -> пять минут двенадцатого утра
11:10 -> десять минут двенадцатого утра
11:14 -> четырнадцать минут двенадцатого утра
11:15 -> четверть двенадцатого утра
11:16 -> шестнадцать минут двенадцатого утра
11:20 -> двадцать минут двенадцатого утра
11:25 -> двадцать пять минут двенадцатого утра
11:29 -> двадцать девять минут двенадцатого утра
11:30 -> пол двенадцатого утра
11:31 -> тридцать одна минута двенадцатого утра
11:40 -> без двадцати полдень
11:42 -> без восемнадцати полдень
11:44 -> без шестнадцати полдень
11:45 -> без четверти полдень
11:46 -> без четырнадцати полдень
11:50 -> без десяти полдень
11:55 -> без пяти полдень
11:59 -> без минуты полдень
12:00 -> ровно полдень
12:01 -> одна минута первого дня
12:05 -> пять минут первого дня
12:10 -> десять минут первого дня
12:14 -> четырнадцать минут первого дня
12:15 -> четверть первого дня
12:16 -> шестнадцать минут первого дня
12:20 -> двадцать минут первого дня
12:25 -> двадцать пять минут первого дня
12:29 -> двадцать девять минут первого дня
12:30 -> пол первого дня
12:31 -> тридцать одна минута первого дня
12:40 -> без двадцати час дня
12:42 -> без восемнадцати час дня
12:44 -> без шестнадцати час дня
12:45 -> без четверти час дня
12:46 -> без четырнадцати час дня
12:50 -> без десяти час дня
12:55 -> без пяти час дня
12:59 -> без минуты час дня
13:00 -> ровно час дня
13:01 -> одна минута второго дня
13:05 -> пять минут второго дня
13:10 -> десять минут второго дня
13:14 -> четырнадцать минут второго дня
13:15 -> четверть второго дня
13:16 -> шестнадцать минут второго дня
13:20 -> двадцать минут второго дня
13:25 -> двадцать пять минут второго дня
13:29 -> двадцать девять минут второго дня
13:30 -> пол второго дня
13:31 -> тридцать одна минута второго дня
13:40 -> без двадцати два дня
13:42 -> без восемнадцати два дня
13:44 -> без шестнадцати два дня
13:45 -> без четверти два дня
13:46 -> без четырнадцати два дня
13:50 -> без десяти два дня
13:55 -> без пяти два дня
13:59 -> без минуты два дня
14:00 -> ровно два дня
14:01 -> одна минута третьего дня
14:05 -> пять минут третьего дня
14:10 -> десять минут третьего дня
14:14 -> четырнадцать минут третьего дня
14:15 -> четверть третьего дня
14:16 -> шестнадцать минут третьего дня
14:20 -> двадцать минут третьего дня
14:25 -> двадцать пять минут третьего дня
14:29 -> двадцать девять минут третьего дня
14:30 -> пол третьего дня
14:31 -> тридцать одна минута третьего дня
14:40 -> без двадцати три дня
14:42 -> без восемнадцати три дня
14:44 -> без шестнадцати три дня
14:45 -> без четверти три дня
14:46 -> без четырнадцати три дня
14:50 -> без десяти три дня
14:55 -> без пяти три дня
14:59 -> без минуты три дня
15:00 -> ровно три дня
15:01 -> одна минута четвёртого дня
15:05 -> пять минут четвёртого дня
15:10 -> десять минут четвёртого дня
15:14 -> четырнадцать минут четвёртого дня
15:15 -> четверть четвёртого дня
15:16 -> шестнадцать минут четвёртого дня
15:20 -> двадцать минут четвёртого дня
15:25 -> двадцать пять минут четвёртого дня
15:29 -> двадцать девять минут четвёртого дня
15:30 -> пол четвёртого дня
15:31 -> тридцать одна минута четвёртого дня
15:40 -> без двадцати четыре дня
15:42 -> без восемнадцати четыре дня
15:44 -> без шестнадцати четыре дня
15:45 -> без четверти четыре дня
15:46 -> без четырнадцати четыре дня
15:50 -> без десяти четыре дня
15:55 -> без пяти четыре дня
15:59 -> без минуты четыре дня
16:00 -> ровно четыре дня
16:01 -> одна минута пятого вечера
16:05 -> пять минут пятого вечера
16:10 -> десять минут пятого вечера
16:14 -> четырнадцать минут пятого вечера
16:15 -> четверть пятого вечера
16:16 -> шестнадцать минут пятого вечера
16:20 -> двадцать минут пятого вечера
16:25 -> двадцать пять минут пятого вечера
16:29 -> двадцать девять минут пятого вечера
16:30 -> пол пятого вечера
16:31 -> тридцать одна минута пятого вечера
16:40 -> без двадцати пять вечера
16:42 -> без восемнадцати пять вечера
16:44 -> без шестнадцати пять вечера
16:45 -> без четверти пять вечера
16:46 -> без четырнадцати пять вечера
16:50 -> без десяти пять вечера
16:55 -> без пяти пять вечера
16:59 -> без минуты пять вечера
17:00 -> ровно пять вечера
17:01 -> одна минута шестого вечера
17:05 -> пять минут шестого вечера
17:10 -> десять минут шестого вечера
17:14 -> четырнадцать минут шестого вечера
17:15 -> четверть шестого вечера
17:16 -> шестнадцать минут шестого вечера
17:20 -> двадцать минут шестого вечера
17:25 -> двадцать пять минут шестого вечера
17:29 -> двадцать девять минут шестого вечера
17:30 -> пол шестого вечера
17:31 -> тридцать одна минута шестого вечера
17:40 -> без двадцати шесть вечера
17:42 -> без восемнадцати шесть вечера
17:44 -> без шестнадцати шесть вечера
17:45 -> без четверти шесть вечера
17:46 -> без четырнадцати шесть вечера
17:50 -> без десяти шесть вечера
17:55 -> без пяти шесть вечера
17:59 -> без минуты шесть вечера
18:00 -> ровно шесть вечера
18:01 -> одна минута седьмого вечера
18:05 -> пять минут седьмого вечера
18:10 -> десять минут седьмого вечера
18:14 -> четырнадцать минут седьмого вечера
18:15 -> четверть седьмого вечера
18:16 -> шестнадцать минут седьмого вечера
18:20 -> двадцать минут седьмого вечера
18:25 -> двадцать пять минут седьмого вечера
18:29 -> двадцать девять минут седьмого вечера
18:30 -> пол седьмого вечера
18:31 -> тридцать одна минута седьмого вечера
18:40 -> без двадцати семь вечера
18:42 -> без восемнадцати семь вечера
18:44 -> без шестнадцати семь вечера
18:45 -> без четверти семь вечера
18:46 -> без четырнадцати семь вечера
18:50 -> без десяти семь вечера
18:55 -> без пяти семь вечера
18:59 -> без минуты семь вечера
19:00 -> ровно семь вечера
19:01 -> одна минута восьмого вечера
19:05 -> пять минут восьмого вечера
19:10 -> десять минут восьмого вечера
19:14 -> четырнадцать минут восьмого вечера
19:15 -> четверть восьмого вечера
19:16 -> шестнадцать минут восьмого вечера
19:20 -> двадцать минут восьмого вечера
19:25 -> двадцать пять минут восьмого вечера
19:29 -> двадцать девять минут восьмого вечера
19:30 -> пол восьмого вечера
19:31 -> тридцать одна минута восьмого вечера
19:40 -> без двадцати восемь вечера
19:42 -> без восемнадцати восемь вечера
19:44 -> без шестнадцати восемь вечера
19:45 -> без четверти восемь вечера
19:46 -> без четырнадцати восемь вечера
19:50 -> без десяти восемь вечера
19:55 -> без пяти восемь вечера
19:59 -> без минуты восемь вечера
20:00 -> ровно восемь вечера
20:01 -> одна минута девятого вечера
20:05 -> пять минут девятого вечера
20:10 -> десять минут девятого вечера
20:14 -> четырнадцать минут девятого вечера
20:15 -> четверть девятого вечера
20:16 -> шестнадцать минут девятого вечера
20:20 -> двадцать минут девятого вечера
20:25 -> двадцать пять минут девятого вечера
20:29 -> двадцать девять минут девятого вечера
20:30 -> пол девятого вечера
20:31 -> тридцать одна минута девятого вечера
20:40 -> без двадцати девять вечера
20:42 -> без восемнадцати девять вечера
20:44 -> без шестнадцати девять вечера
20:45 -> без четверти девять вечера
20:46 -> без четырнадцати девять вечера
20:50 -> без десяти девять вечера
20:55 -> без пяти девять вечера
20:59 -> без минуты девять вечера
21:00 -> ровно девять вечера
21:01 -> одна минута десятого вечера
21:05 -> пять минут десятого вечера
21:10 -> десять минут десятого вечера
21:14 -> четырнадцать минут десятого вечера
21:15 -> четверть десятого вечера
21:16 -> шестнадцать минут десятого вечера
21:20 -> двадцать минут десятого вечера
21:25 -> двадцать пять минут десятого вечера
21:29 -> двадцать девять минут десятого вечера
21:30 -> пол десятого вечера
21:31 -> тридцать одна минута десятого вечера
21:40 -> без двадцати десять вечера
21:42 -> без восемнадцати десять вечера
21:44 -> без шестнадцати десять вечера
21:45 -> без четверти десять вечера
21:46 -> без четырнадцати десять вечера
21:50 -> без десяти десять вечера
21:55 -> без пяти десять вечера
21:59 -> без минуты десять вечера
22:00 -> ровно десять вечера
22:01 -> одна минута одиннадцатого вечера
22:05 -> пять минут одиннадцатого вечера
22:10 -> десять минут одиннадцатого вечера
22:14 -> четырнадцать минут одиннадцатого вечера
22:15 -> четверть одиннадцатого вечера
22:16 -> шестнадцать минут одиннадцатого вечера
22:20 -> двадцать минут одиннадцатого вечера
22:25 -> двадцать пять минут одиннадцатого вечера
22:29 -> двадцать девять минут одиннадцатого вечера
22:30 -> пол одиннадцатого вечера
22:31 -> тридцать одна минута одиннадцатого вечера
22:40 -> без двадцати одиннадцать вечера
22:42 -> без восемнадцати одиннадцать вечера
22:44 -> без шестнадцати одиннадцать вечера
22:45 -> без четверти одиннадцать вечера
22:46 -> без четырнадцати одиннадцать вечера
22:50 -> без десяти одиннадцать вечера
22:55 -> без пяти одиннадцать вечера
22:59 -> без минуты одиннадцать вечера
23:00 -> ровно одиннадцать вечера
23:01 -> одна минута двенадцатого ночи
23:05 -> пять минут двенадцатого ночи
23:10 -> десять минут двенадцатого ночи
23:14 -> четырнадцать минут двенадцатого ночи
23:15 -> четверть двенадцатого ночи
23:16 -> шестнадцать минут двенадцатого ночи
23:20 -> двадцать минут двенадцатого ночи
23:25 -> двадцать пять минут двенадцатого ночи
23:29 -> двадцать девять минут двенадцатого ночи
23:30 -> пол двенадцатого ночи
23:31 -> тридцать одна минута двенадцатого ночи
23:40 -> без двадцати полночь
23:42 -> без восемнадцати полночь
23:44 -> без шестнадцати полночь
23:45 -> без четверти полночь
23:46 -> без четырнадцати полночь
23:50 -> без десяти полночь
23:55 -> без пяти полночь
23:59 -> без минуты полночь'''
