# -*- coding: utf-8 -*-
# snapshottest: v1 - https://goo.gl/zC4yUc
from __future__ import unicode_literals

from snapshottest import Snapshot  # type: ignore

snapshots = Snapshot()

snapshots['PronounceNumbersSubThousandRuTest::test_female_cat_sub_100 1'] = '''У меня есть ноль кошек
У меня нет нуля кошек
Я рад нулю кошек
Я вижу ноль кошек
Я доволен нулём кошек
Я думаю о нуле кошек
У меня есть одна кошка
У меня нет одной кошки
Я рад одной кошке
Я вижу одну кошку
Я доволен одной кошкой
Я думаю о одной кошке
У меня есть две кошки
У меня нет двух кошек
Я рад двум кошкам
Я вижу двух кошек
Я доволен двумя кошками
Я думаю о двух кошках
У меня есть три кошки
У меня нет трёх кошек
Я рад трём кошкам
Я вижу трёх кошек
Я доволен тремя кошками
Я думаю о трёх кошках
У меня есть четыре кошки
У меня нет четырёх кошек
Я рад четырём кошкам
Я вижу четырёх кошек
Я доволен четырьмя кошками
Я думаю о четырёх кошках
У меня есть пять кошек
У меня нет пяти кошек
Я рад пяти кошкам
Я вижу пять кошек
Я доволен пятью кошками
Я думаю о пяти кошках
У меня есть шесть кошек
У меня нет шести кошек
Я рад шести кошкам
Я вижу шесть кошек
Я доволен шестью кошками
Я думаю о шести кошках
У меня есть семь кошек
У меня нет семи кошек
Я рад семи кошкам
Я вижу семь кошек
Я доволен семью кошками
Я думаю о семи кошках
У меня есть восемь кошек
У меня нет восьми кошек
Я рад восьми кошкам
Я вижу восемь кошек
Я доволен восемью кошками
Я думаю о восьми кошках
У меня есть девять кошек
У меня нет девяти кошек
Я рад девяти кошкам
Я вижу девять кошек
Я доволен девятью кошками
Я думаю о девяти кошках
У меня есть десять кошек
У меня нет десяти кошек
Я рад десяти кошкам
Я вижу десять кошек
Я доволен десятью кошками
Я думаю о десяти кошках
У меня есть одиннадцать кошек
У меня нет одиннадцати кошек
Я рад одиннадцати кошкам
Я вижу одиннадцать кошек
Я доволен одиннадцатью кошками
Я думаю о одиннадцати кошках
У меня есть двенадцать кошек
У меня нет двенадцати кошек
Я рад двенадцати кошкам
Я вижу двенадцать кошек
Я доволен двенадцатью кошками
Я думаю о двенадцати кошках
У меня есть тринадцать кошек
У меня нет тринадцати кошек
Я рад тринадцати кошкам
Я вижу тринадцать кошек
Я доволен тринадцатью кошками
Я думаю о тринадцати кошках
У меня есть четырнадцать кошек
У меня нет четырнадцати кошек
Я рад четырнадцати кошкам
Я вижу четырнадцать кошек
Я доволен четырнадцатью кошками
Я думаю о четырнадцати кошках
У меня есть пятнадцать кошек
У меня нет пятнадцати кошек
Я рад пятнадцати кошкам
Я вижу пятнадцать кошек
Я доволен пятнадцатью кошками
Я думаю о пятнадцати кошках
У меня есть шестнадцать кошек
У меня нет шестнадцати кошек
Я рад шестнадцати кошкам
Я вижу шестнадцать кошек
Я доволен шестнадцатью кошками
Я думаю о шестнадцати кошках
У меня есть семнадцать кошек
У меня нет семнадцати кошек
Я рад семнадцати кошкам
Я вижу семнадцать кошек
Я доволен семнадцатью кошками
Я думаю о семнадцати кошках
У меня есть восемнадцать кошек
У меня нет восемнадцати кошек
Я рад восемнадцати кошкам
Я вижу восемнадцать кошек
Я доволен восемнадцатью кошками
Я думаю о восемнадцати кошках
У меня есть девятнадцать кошек
У меня нет девятнадцати кошек
Я рад девятнадцати кошкам
Я вижу девятнадцать кошек
Я доволен девятнадцатью кошками
Я думаю о девятнадцати кошках
У меня есть двадцать кошек
У меня нет двадцати кошек
Я рад двадцати кошкам
Я вижу двадцать кошек
Я доволен двадцатью кошками
Я думаю о двадцати кошках
У меня есть двадцать одна кошка
У меня нет двадцать одной кошки
Я рад двадцать одной кошке
Я вижу двадцать одну кошку
Я доволен двадцать одной кошкой
Я думаю о двадцать одной кошке
У меня есть двадцать две кошки
У меня нет двадцати двух кошек
Я рад двадцати двум кошкам
Я вижу двадцать двух кошек
Я доволен двадцатью двумя кошками
Я думаю о двадцати двух кошках
У меня есть двадцать три кошки
У меня нет двадцати трёх кошек
Я рад двадцати трём кошкам
Я вижу двадцать трёх кошек
Я доволен двадцатью тремя кошками
Я думаю о двадцати трёх кошках
У меня есть двадцать четыре кошки
У меня нет двадцати четырёх кошек
Я рад двадцати четырём кошкам
Я вижу двадцать четырёх кошек
Я доволен двадцатью четырьмя кошками
Я думаю о двадцати четырёх кошках
У меня есть двадцать пять кошек
У меня нет двадцати пяти кошек
Я рад двадцати пяти кошкам
Я вижу двадцать пять кошек
Я доволен двадцатью пятью кошками
Я думаю о двадцати пяти кошках
У меня есть двадцать шесть кошек
У меня нет двадцати шести кошек
Я рад двадцати шести кошкам
Я вижу двадцать шесть кошек
Я доволен двадцатью шестью кошками
Я думаю о двадцати шести кошках
У меня есть двадцать семь кошек
У меня нет двадцати семи кошек
Я рад двадцати семи кошкам
Я вижу двадцать семь кошек
Я доволен двадцатью семью кошками
Я думаю о двадцати семи кошках
У меня есть двадцать восемь кошек
У меня нет двадцати восьми кошек
Я рад двадцати восьми кошкам
Я вижу двадцать восемь кошек
Я доволен двадцатью восемью кошками
Я думаю о двадцати восьми кошках
У меня есть двадцать девять кошек
У меня нет двадцати девяти кошек
Я рад двадцати девяти кошкам
Я вижу двадцать девять кошек
Я доволен двадцатью девятью кошками
Я думаю о двадцати девяти кошках
У меня есть тридцать кошек
У меня нет тридцати кошек
Я рад тридцати кошкам
Я вижу тридцать кошек
Я доволен тридцатью кошками
Я думаю о тридцати кошках
У меня есть тридцать одна кошка
У меня нет тридцать одной кошки
Я рад тридцать одной кошке
Я вижу тридцать одну кошку
Я доволен тридцать одной кошкой
Я думаю о тридцать одной кошке
У меня есть тридцать две кошки
У меня нет тридцати двух кошек
Я рад тридцати двум кошкам
Я вижу тридцать двух кошек
Я доволен тридцатью двумя кошками
Я думаю о тридцати двух кошках
У меня есть тридцать три кошки
У меня нет тридцати трёх кошек
Я рад тридцати трём кошкам
Я вижу тридцать трёх кошек
Я доволен тридцатью тремя кошками
Я думаю о тридцати трёх кошках
У меня есть тридцать четыре кошки
У меня нет тридцати четырёх кошек
Я рад тридцати четырём кошкам
Я вижу тридцать четырёх кошек
Я доволен тридцатью четырьмя кошками
Я думаю о тридцати четырёх кошках
У меня есть тридцать пять кошек
У меня нет тридцати пяти кошек
Я рад тридцати пяти кошкам
Я вижу тридцать пять кошек
Я доволен тридцатью пятью кошками
Я думаю о тридцати пяти кошках
У меня есть тридцать шесть кошек
У меня нет тридцати шести кошек
Я рад тридцати шести кошкам
Я вижу тридцать шесть кошек
Я доволен тридцатью шестью кошками
Я думаю о тридцати шести кошках
У меня есть тридцать семь кошек
У меня нет тридцати семи кошек
Я рад тридцати семи кошкам
Я вижу тридцать семь кошек
Я доволен тридцатью семью кошками
Я думаю о тридцати семи кошках
У меня есть тридцать восемь кошек
У меня нет тридцати восьми кошек
Я рад тридцати восьми кошкам
Я вижу тридцать восемь кошек
Я доволен тридцатью восемью кошками
Я думаю о тридцати восьми кошках
У меня есть тридцать девять кошек
У меня нет тридцати девяти кошек
Я рад тридцати девяти кошкам
Я вижу тридцать девять кошек
Я доволен тридцатью девятью кошками
Я думаю о тридцати девяти кошках
У меня есть сорок кошек
У меня нет сорока кошек
Я рад сорока кошкам
Я вижу сорок кошек
Я доволен сорока кошками
Я думаю о сорока кошках
У меня есть сорок одна кошка
У меня нет сорок одной кошки
Я рад сорок одной кошке
Я вижу сорок одну кошку
Я доволен сорок одной кошкой
Я думаю о сорок одной кошке
У меня есть сорок две кошки
У меня нет сорока двух кошек
Я рад сорока двум кошкам
Я вижу сорок двух кошек
Я доволен сорока двумя кошками
Я думаю о сорока двух кошках
У меня есть сорок три кошки
У меня нет сорока трёх кошек
Я рад сорока трём кошкам
Я вижу сорок трёх кошек
Я доволен сорока тремя кошками
Я думаю о сорока трёх кошках
У меня есть сорок четыре кошки
У меня нет сорока четырёх кошек
Я рад сорока четырём кошкам
Я вижу сорок четырёх кошек
Я доволен сорока четырьмя кошками
Я думаю о сорока четырёх кошках
У меня есть сорок пять кошек
У меня нет сорока пяти кошек
Я рад сорока пяти кошкам
Я вижу сорок пять кошек
Я доволен сорока пятью кошками
Я думаю о сорока пяти кошках
У меня есть сорок шесть кошек
У меня нет сорока шести кошек
Я рад сорока шести кошкам
Я вижу сорок шесть кошек
Я доволен сорока шестью кошками
Я думаю о сорока шести кошках
У меня есть сорок семь кошек
У меня нет сорока семи кошек
Я рад сорока семи кошкам
Я вижу сорок семь кошек
Я доволен сорока семью кошками
Я думаю о сорока семи кошках
У меня есть сорок восемь кошек
У меня нет сорока восьми кошек
Я рад сорока восьми кошкам
Я вижу сорок восемь кошек
Я доволен сорока восемью кошками
Я думаю о сорока восьми кошках
У меня есть сорок девять кошек
У меня нет сорока девяти кошек
Я рад сорока девяти кошкам
Я вижу сорок девять кошек
Я доволен сорока девятью кошками
Я думаю о сорока девяти кошках
У меня есть пятьдесят кошек
У меня нет пятидесяти кошек
Я рад пятидесяти кошкам
Я вижу пятьдесят кошек
Я доволен пятьюдесятью кошками
Я думаю о пятидесяти кошках
У меня есть пятьдесят одна кошка
У меня нет пятьдесят одной кошки
Я рад пятьдесят одной кошке
Я вижу пятьдесят одну кошку
Я доволен пятьдесят одной кошкой
Я думаю о пятьдесят одной кошке
У меня есть пятьдесят две кошки
У меня нет пятидесяти двух кошек
Я рад пятидесяти двум кошкам
Я вижу пятьдесят двух кошек
Я доволен пятьюдесятью двумя кошками
Я думаю о пятидесяти двух кошках
У меня есть пятьдесят три кошки
У меня нет пятидесяти трёх кошек
Я рад пятидесяти трём кошкам
Я вижу пятьдесят трёх кошек
Я доволен пятьюдесятью тремя кошками
Я думаю о пятидесяти трёх кошках
У меня есть пятьдесят четыре кошки
У меня нет пятидесяти четырёх кошек
Я рад пятидесяти четырём кошкам
Я вижу пятьдесят четырёх кошек
Я доволен пятьюдесятью четырьмя кошками
Я думаю о пятидесяти четырёх кошках
У меня есть пятьдесят пять кошек
У меня нет пятидесяти пяти кошек
Я рад пятидесяти пяти кошкам
Я вижу пятьдесят пять кошек
Я доволен пятьюдесятью пятью кошками
Я думаю о пятидесяти пяти кошках
У меня есть пятьдесят шесть кошек
У меня нет пятидесяти шести кошек
Я рад пятидесяти шести кошкам
Я вижу пятьдесят шесть кошек
Я доволен пятьюдесятью шестью кошками
Я думаю о пятидесяти шести кошках
У меня есть пятьдесят семь кошек
У меня нет пятидесяти семи кошек
Я рад пятидесяти семи кошкам
Я вижу пятьдесят семь кошек
Я доволен пятьюдесятью семью кошками
Я думаю о пятидесяти семи кошках
У меня есть пятьдесят восемь кошек
У меня нет пятидесяти восьми кошек
Я рад пятидесяти восьми кошкам
Я вижу пятьдесят восемь кошек
Я доволен пятьюдесятью восемью кошками
Я думаю о пятидесяти восьми кошках
У меня есть пятьдесят девять кошек
У меня нет пятидесяти девяти кошек
Я рад пятидесяти девяти кошкам
Я вижу пятьдесят девять кошек
Я доволен пятьюдесятью девятью кошками
Я думаю о пятидесяти девяти кошках
У меня есть шестьдесят кошек
У меня нет шестидесяти кошек
Я рад шестидесяти кошкам
Я вижу шестьдесят кошек
Я доволен шестьюдесятью кошками
Я думаю о шестидесяти кошках
У меня есть шестьдесят одна кошка
У меня нет шестьдесят одной кошки
Я рад шестьдесят одной кошке
Я вижу шестьдесят одну кошку
Я доволен шестьдесят одной кошкой
Я думаю о шестьдесят одной кошке
У меня есть шестьдесят две кошки
У меня нет шестидесяти двух кошек
Я рад шестидесяти двум кошкам
Я вижу шестьдесят двух кошек
Я доволен шестьюдесятью двумя кошками
Я думаю о шестидесяти двух кошках
У меня есть шестьдесят три кошки
У меня нет шестидесяти трёх кошек
Я рад шестидесяти трём кошкам
Я вижу шестьдесят трёх кошек
Я доволен шестьюдесятью тремя кошками
Я думаю о шестидесяти трёх кошках
У меня есть шестьдесят четыре кошки
У меня нет шестидесяти четырёх кошек
Я рад шестидесяти четырём кошкам
Я вижу шестьдесят четырёх кошек
Я доволен шестьюдесятью четырьмя кошками
Я думаю о шестидесяти четырёх кошках
У меня есть шестьдесят пять кошек
У меня нет шестидесяти пяти кошек
Я рад шестидесяти пяти кошкам
Я вижу шестьдесят пять кошек
Я доволен шестьюдесятью пятью кошками
Я думаю о шестидесяти пяти кошках
У меня есть шестьдесят шесть кошек
У меня нет шестидесяти шести кошек
Я рад шестидесяти шести кошкам
Я вижу шестьдесят шесть кошек
Я доволен шестьюдесятью шестью кошками
Я думаю о шестидесяти шести кошках
У меня есть шестьдесят семь кошек
У меня нет шестидесяти семи кошек
Я рад шестидесяти семи кошкам
Я вижу шестьдесят семь кошек
Я доволен шестьюдесятью семью кошками
Я думаю о шестидесяти семи кошках
У меня есть шестьдесят восемь кошек
У меня нет шестидесяти восьми кошек
Я рад шестидесяти восьми кошкам
Я вижу шестьдесят восемь кошек
Я доволен шестьюдесятью восемью кошками
Я думаю о шестидесяти восьми кошках
У меня есть шестьдесят девять кошек
У меня нет шестидесяти девяти кошек
Я рад шестидесяти девяти кошкам
Я вижу шестьдесят девять кошек
Я доволен шестьюдесятью девятью кошками
Я думаю о шестидесяти девяти кошках
У меня есть семьдесят кошек
У меня нет семидесяти кошек
Я рад семидесяти кошкам
Я вижу семьдесят кошек
Я доволен семьюдесятью кошками
Я думаю о семидесяти кошках
У меня есть семьдесят одна кошка
У меня нет семьдесят одной кошки
Я рад семьдесят одной кошке
Я вижу семьдесят одну кошку
Я доволен семьдесят одной кошкой
Я думаю о семьдесят одной кошке
У меня есть семьдесят две кошки
У меня нет семидесяти двух кошек
Я рад семидесяти двум кошкам
Я вижу семьдесят двух кошек
Я доволен семьюдесятью двумя кошками
Я думаю о семидесяти двух кошках
У меня есть семьдесят три кошки
У меня нет семидесяти трёх кошек
Я рад семидесяти трём кошкам
Я вижу семьдесят трёх кошек
Я доволен семьюдесятью тремя кошками
Я думаю о семидесяти трёх кошках
У меня есть семьдесят четыре кошки
У меня нет семидесяти четырёх кошек
Я рад семидесяти четырём кошкам
Я вижу семьдесят четырёх кошек
Я доволен семьюдесятью четырьмя кошками
Я думаю о семидесяти четырёх кошках
У меня есть семьдесят пять кошек
У меня нет семидесяти пяти кошек
Я рад семидесяти пяти кошкам
Я вижу семьдесят пять кошек
Я доволен семьюдесятью пятью кошками
Я думаю о семидесяти пяти кошках
У меня есть семьдесят шесть кошек
У меня нет семидесяти шести кошек
Я рад семидесяти шести кошкам
Я вижу семьдесят шесть кошек
Я доволен семьюдесятью шестью кошками
Я думаю о семидесяти шести кошках
У меня есть семьдесят семь кошек
У меня нет семидесяти семи кошек
Я рад семидесяти семи кошкам
Я вижу семьдесят семь кошек
Я доволен семьюдесятью семью кошками
Я думаю о семидесяти семи кошках
У меня есть семьдесят восемь кошек
У меня нет семидесяти восьми кошек
Я рад семидесяти восьми кошкам
Я вижу семьдесят восемь кошек
Я доволен семьюдесятью восемью кошками
Я думаю о семидесяти восьми кошках
У меня есть семьдесят девять кошек
У меня нет семидесяти девяти кошек
Я рад семидесяти девяти кошкам
Я вижу семьдесят девять кошек
Я доволен семьюдесятью девятью кошками
Я думаю о семидесяти девяти кошках
У меня есть восемьдесят кошек
У меня нет восьмидесяти кошек
Я рад восьмидесяти кошкам
Я вижу восемьдесят кошек
Я доволен восьмьюдесятью кошками
Я думаю о восьмидесяти кошках
У меня есть восемьдесят одна кошка
У меня нет восемьдесят одной кошки
Я рад восемьдесят одной кошке
Я вижу восемьдесят одну кошку
Я доволен восемьдесят одной кошкой
Я думаю о восемьдесят одной кошке
У меня есть восемьдесят две кошки
У меня нет восьмидесяти двух кошек
Я рад восьмидесяти двум кошкам
Я вижу восемьдесят двух кошек
Я доволен восьмьюдесятью двумя кошками
Я думаю о восьмидесяти двух кошках
У меня есть восемьдесят три кошки
У меня нет восьмидесяти трёх кошек
Я рад восьмидесяти трём кошкам
Я вижу восемьдесят трёх кошек
Я доволен восьмьюдесятью тремя кошками
Я думаю о восьмидесяти трёх кошках
У меня есть восемьдесят четыре кошки
У меня нет восьмидесяти четырёх кошек
Я рад восьмидесяти четырём кошкам
Я вижу восемьдесят четырёх кошек
Я доволен восьмьюдесятью четырьмя кошками
Я думаю о восьмидесяти четырёх кошках
У меня есть восемьдесят пять кошек
У меня нет восьмидесяти пяти кошек
Я рад восьмидесяти пяти кошкам
Я вижу восемьдесят пять кошек
Я доволен восьмьюдесятью пятью кошками
Я думаю о восьмидесяти пяти кошках
У меня есть восемьдесят шесть кошек
У меня нет восьмидесяти шести кошек
Я рад восьмидесяти шести кошкам
Я вижу восемьдесят шесть кошек
Я доволен восьмьюдесятью шестью кошками
Я думаю о восьмидесяти шести кошках
У меня есть восемьдесят семь кошек
У меня нет восьмидесяти семи кошек
Я рад восьмидесяти семи кошкам
Я вижу восемьдесят семь кошек
Я доволен восьмьюдесятью семью кошками
Я думаю о восьмидесяти семи кошках
У меня есть восемьдесят восемь кошек
У меня нет восьмидесяти восьми кошек
Я рад восьмидесяти восьми кошкам
Я вижу восемьдесят восемь кошек
Я доволен восьмьюдесятью восемью кошками
Я думаю о восьмидесяти восьми кошках
У меня есть восемьдесят девять кошек
У меня нет восьмидесяти девяти кошек
Я рад восьмидесяти девяти кошкам
Я вижу восемьдесят девять кошек
Я доволен восьмьюдесятью девятью кошками
Я думаю о восьмидесяти девяти кошках
У меня есть девяносто кошек
У меня нет девяноста кошек
Я рад девяноста кошкам
Я вижу девяносто кошек
Я доволен девяноста кошками
Я думаю о девяноста кошках
У меня есть девяносто одна кошка
У меня нет девяносто одной кошки
Я рад девяносто одной кошке
Я вижу девяносто одну кошку
Я доволен девяносто одной кошкой
Я думаю о девяносто одной кошке
У меня есть девяносто две кошки
У меня нет девяноста двух кошек
Я рад девяноста двум кошкам
Я вижу девяносто двух кошек
Я доволен девяноста двумя кошками
Я думаю о девяноста двух кошках
У меня есть девяносто три кошки
У меня нет девяноста трёх кошек
Я рад девяноста трём кошкам
Я вижу девяносто трёх кошек
Я доволен девяноста тремя кошками
Я думаю о девяноста трёх кошках
У меня есть девяносто четыре кошки
У меня нет девяноста четырёх кошек
Я рад девяноста четырём кошкам
Я вижу девяносто четырёх кошек
Я доволен девяноста четырьмя кошками
Я думаю о девяноста четырёх кошках
У меня есть девяносто пять кошек
У меня нет девяноста пяти кошек
Я рад девяноста пяти кошкам
Я вижу девяносто пять кошек
Я доволен девяноста пятью кошками
Я думаю о девяноста пяти кошках
У меня есть девяносто шесть кошек
У меня нет девяноста шести кошек
Я рад девяноста шести кошкам
Я вижу девяносто шесть кошек
Я доволен девяноста шестью кошками
Я думаю о девяноста шести кошках
У меня есть девяносто семь кошек
У меня нет девяноста семи кошек
Я рад девяноста семи кошкам
Я вижу девяносто семь кошек
Я доволен девяноста семью кошками
Я думаю о девяноста семи кошках
У меня есть девяносто восемь кошек
У меня нет девяноста восьми кошек
Я рад девяноста восьми кошкам
Я вижу девяносто восемь кошек
Я доволен девяноста восемью кошками
Я думаю о девяноста восьми кошках
У меня есть девяносто девять кошек
У меня нет девяноста девяти кошек
Я рад девяноста девяти кошкам
Я вижу девяносто девять кошек
Я доволен девяноста девятью кошками
Я думаю о девяноста девяти кошках'''

snapshots['PronounceNumbersSubThousandRuTest::test_male_cat_sub_100 1'] = '''У меня есть ноль котов
У меня нет нуля котов
Я рад нулю котов
Я вижу ноль котов
Я доволен нулём котов
Я думаю о нуле котов
У меня есть один кот
У меня нет одного кота
Я рад одному коту
Я вижу одного кота
Я доволен одним котом
Я думаю о одном коте
У меня есть два кота
У меня нет двух котов
Я рад двум котам
Я вижу двух котов
Я доволен двумя котами
Я думаю о двух котах
У меня есть три кота
У меня нет трёх котов
Я рад трём котам
Я вижу трёх котов
Я доволен тремя котами
Я думаю о трёх котах
У меня есть четыре кота
У меня нет четырёх котов
Я рад четырём котам
Я вижу четырёх котов
Я доволен четырьмя котами
Я думаю о четырёх котах
У меня есть пять котов
У меня нет пяти котов
Я рад пяти котам
Я вижу пять котов
Я доволен пятью котами
Я думаю о пяти котах
У меня есть шесть котов
У меня нет шести котов
Я рад шести котам
Я вижу шесть котов
Я доволен шестью котами
Я думаю о шести котах
У меня есть семь котов
У меня нет семи котов
Я рад семи котам
Я вижу семь котов
Я доволен семью котами
Я думаю о семи котах
У меня есть восемь котов
У меня нет восьми котов
Я рад восьми котам
Я вижу восемь котов
Я доволен восемью котами
Я думаю о восьми котах
У меня есть девять котов
У меня нет девяти котов
Я рад девяти котам
Я вижу девять котов
Я доволен девятью котами
Я думаю о девяти котах
У меня есть десять котов
У меня нет десяти котов
Я рад десяти котам
Я вижу десять котов
Я доволен десятью котами
Я думаю о десяти котах
У меня есть одиннадцать котов
У меня нет одиннадцати котов
Я рад одиннадцати котам
Я вижу одиннадцать котов
Я доволен одиннадцатью котами
Я думаю о одиннадцати котах
У меня есть двенадцать котов
У меня нет двенадцати котов
Я рад двенадцати котам
Я вижу двенадцать котов
Я доволен двенадцатью котами
Я думаю о двенадцати котах
У меня есть тринадцать котов
У меня нет тринадцати котов
Я рад тринадцати котам
Я вижу тринадцать котов
Я доволен тринадцатью котами
Я думаю о тринадцати котах
У меня есть четырнадцать котов
У меня нет четырнадцати котов
Я рад четырнадцати котам
Я вижу четырнадцать котов
Я доволен четырнадцатью котами
Я думаю о четырнадцати котах
У меня есть пятнадцать котов
У меня нет пятнадцати котов
Я рад пятнадцати котам
Я вижу пятнадцать котов
Я доволен пятнадцатью котами
Я думаю о пятнадцати котах
У меня есть шестнадцать котов
У меня нет шестнадцати котов
Я рад шестнадцати котам
Я вижу шестнадцать котов
Я доволен шестнадцатью котами
Я думаю о шестнадцати котах
У меня есть семнадцать котов
У меня нет семнадцати котов
Я рад семнадцати котам
Я вижу семнадцать котов
Я доволен семнадцатью котами
Я думаю о семнадцати котах
У меня есть восемнадцать котов
У меня нет восемнадцати котов
Я рад восемнадцати котам
Я вижу восемнадцать котов
Я доволен восемнадцатью котами
Я думаю о восемнадцати котах
У меня есть девятнадцать котов
У меня нет девятнадцати котов
Я рад девятнадцати котам
Я вижу девятнадцать котов
Я доволен девятнадцатью котами
Я думаю о девятнадцати котах
У меня есть двадцать котов
У меня нет двадцати котов
Я рад двадцати котам
Я вижу двадцать котов
Я доволен двадцатью котами
Я думаю о двадцати котах
У меня есть двадцать один кот
У меня нет двадцать одного кота
Я рад двадцать одному коту
Я вижу двадцать одного кота
Я доволен двадцать одним котом
Я думаю о двадцать одном коте
У меня есть двадцать два кота
У меня нет двадцати двух котов
Я рад двадцати двум котам
Я вижу двадцать двух котов
Я доволен двадцатью двумя котами
Я думаю о двадцати двух котах
У меня есть двадцать три кота
У меня нет двадцати трёх котов
Я рад двадцати трём котам
Я вижу двадцать трёх котов
Я доволен двадцатью тремя котами
Я думаю о двадцати трёх котах
У меня есть двадцать четыре кота
У меня нет двадцати четырёх котов
Я рад двадцати четырём котам
Я вижу двадцать четырёх котов
Я доволен двадцатью четырьмя котами
Я думаю о двадцати четырёх котах
У меня есть двадцать пять котов
У меня нет двадцати пяти котов
Я рад двадцати пяти котам
Я вижу двадцать пять котов
Я доволен двадцатью пятью котами
Я думаю о двадцати пяти котах
У меня есть двадцать шесть котов
У меня нет двадцати шести котов
Я рад двадцати шести котам
Я вижу двадцать шесть котов
Я доволен двадцатью шестью котами
Я думаю о двадцати шести котах
У меня есть двадцать семь котов
У меня нет двадцати семи котов
Я рад двадцати семи котам
Я вижу двадцать семь котов
Я доволен двадцатью семью котами
Я думаю о двадцати семи котах
У меня есть двадцать восемь котов
У меня нет двадцати восьми котов
Я рад двадцати восьми котам
Я вижу двадцать восемь котов
Я доволен двадцатью восемью котами
Я думаю о двадцати восьми котах
У меня есть двадцать девять котов
У меня нет двадцати девяти котов
Я рад двадцати девяти котам
Я вижу двадцать девять котов
Я доволен двадцатью девятью котами
Я думаю о двадцати девяти котах
У меня есть тридцать котов
У меня нет тридцати котов
Я рад тридцати котам
Я вижу тридцать котов
Я доволен тридцатью котами
Я думаю о тридцати котах
У меня есть тридцать один кот
У меня нет тридцать одного кота
Я рад тридцать одному коту
Я вижу тридцать одного кота
Я доволен тридцать одним котом
Я думаю о тридцать одном коте
У меня есть тридцать два кота
У меня нет тридцати двух котов
Я рад тридцати двум котам
Я вижу тридцать двух котов
Я доволен тридцатью двумя котами
Я думаю о тридцати двух котах
У меня есть тридцать три кота
У меня нет тридцати трёх котов
Я рад тридцати трём котам
Я вижу тридцать трёх котов
Я доволен тридцатью тремя котами
Я думаю о тридцати трёх котах
У меня есть тридцать четыре кота
У меня нет тридцати четырёх котов
Я рад тридцати четырём котам
Я вижу тридцать четырёх котов
Я доволен тридцатью четырьмя котами
Я думаю о тридцати четырёх котах
У меня есть тридцать пять котов
У меня нет тридцати пяти котов
Я рад тридцати пяти котам
Я вижу тридцать пять котов
Я доволен тридцатью пятью котами
Я думаю о тридцати пяти котах
У меня есть тридцать шесть котов
У меня нет тридцати шести котов
Я рад тридцати шести котам
Я вижу тридцать шесть котов
Я доволен тридцатью шестью котами
Я думаю о тридцати шести котах
У меня есть тридцать семь котов
У меня нет тридцати семи котов
Я рад тридцати семи котам
Я вижу тридцать семь котов
Я доволен тридцатью семью котами
Я думаю о тридцати семи котах
У меня есть тридцать восемь котов
У меня нет тридцати восьми котов
Я рад тридцати восьми котам
Я вижу тридцать восемь котов
Я доволен тридцатью восемью котами
Я думаю о тридцати восьми котах
У меня есть тридцать девять котов
У меня нет тридцати девяти котов
Я рад тридцати девяти котам
Я вижу тридцать девять котов
Я доволен тридцатью девятью котами
Я думаю о тридцати девяти котах
У меня есть сорок котов
У меня нет сорока котов
Я рад сорока котам
Я вижу сорок котов
Я доволен сорока котами
Я думаю о сорока котах
У меня есть сорок один кот
У меня нет сорок одного кота
Я рад сорок одному коту
Я вижу сорок одного кота
Я доволен сорок одним котом
Я думаю о сорок одном коте
У меня есть сорок два кота
У меня нет сорока двух котов
Я рад сорока двум котам
Я вижу сорок двух котов
Я доволен сорока двумя котами
Я думаю о сорока двух котах
У меня есть сорок три кота
У меня нет сорока трёх котов
Я рад сорока трём котам
Я вижу сорок трёх котов
Я доволен сорока тремя котами
Я думаю о сорока трёх котах
У меня есть сорок четыре кота
У меня нет сорока четырёх котов
Я рад сорока четырём котам
Я вижу сорок четырёх котов
Я доволен сорока четырьмя котами
Я думаю о сорока четырёх котах
У меня есть сорок пять котов
У меня нет сорока пяти котов
Я рад сорока пяти котам
Я вижу сорок пять котов
Я доволен сорока пятью котами
Я думаю о сорока пяти котах
У меня есть сорок шесть котов
У меня нет сорока шести котов
Я рад сорока шести котам
Я вижу сорок шесть котов
Я доволен сорока шестью котами
Я думаю о сорока шести котах
У меня есть сорок семь котов
У меня нет сорока семи котов
Я рад сорока семи котам
Я вижу сорок семь котов
Я доволен сорока семью котами
Я думаю о сорока семи котах
У меня есть сорок восемь котов
У меня нет сорока восьми котов
Я рад сорока восьми котам
Я вижу сорок восемь котов
Я доволен сорока восемью котами
Я думаю о сорока восьми котах
У меня есть сорок девять котов
У меня нет сорока девяти котов
Я рад сорока девяти котам
Я вижу сорок девять котов
Я доволен сорока девятью котами
Я думаю о сорока девяти котах
У меня есть пятьдесят котов
У меня нет пятидесяти котов
Я рад пятидесяти котам
Я вижу пятьдесят котов
Я доволен пятьюдесятью котами
Я думаю о пятидесяти котах
У меня есть пятьдесят один кот
У меня нет пятьдесят одного кота
Я рад пятьдесят одному коту
Я вижу пятьдесят одного кота
Я доволен пятьдесят одним котом
Я думаю о пятьдесят одном коте
У меня есть пятьдесят два кота
У меня нет пятидесяти двух котов
Я рад пятидесяти двум котам
Я вижу пятьдесят двух котов
Я доволен пятьюдесятью двумя котами
Я думаю о пятидесяти двух котах
У меня есть пятьдесят три кота
У меня нет пятидесяти трёх котов
Я рад пятидесяти трём котам
Я вижу пятьдесят трёх котов
Я доволен пятьюдесятью тремя котами
Я думаю о пятидесяти трёх котах
У меня есть пятьдесят четыре кота
У меня нет пятидесяти четырёх котов
Я рад пятидесяти четырём котам
Я вижу пятьдесят четырёх котов
Я доволен пятьюдесятью четырьмя котами
Я думаю о пятидесяти четырёх котах
У меня есть пятьдесят пять котов
У меня нет пятидесяти пяти котов
Я рад пятидесяти пяти котам
Я вижу пятьдесят пять котов
Я доволен пятьюдесятью пятью котами
Я думаю о пятидесяти пяти котах
У меня есть пятьдесят шесть котов
У меня нет пятидесяти шести котов
Я рад пятидесяти шести котам
Я вижу пятьдесят шесть котов
Я доволен пятьюдесятью шестью котами
Я думаю о пятидесяти шести котах
У меня есть пятьдесят семь котов
У меня нет пятидесяти семи котов
Я рад пятидесяти семи котам
Я вижу пятьдесят семь котов
Я доволен пятьюдесятью семью котами
Я думаю о пятидесяти семи котах
У меня есть пятьдесят восемь котов
У меня нет пятидесяти восьми котов
Я рад пятидесяти восьми котам
Я вижу пятьдесят восемь котов
Я доволен пятьюдесятью восемью котами
Я думаю о пятидесяти восьми котах
У меня есть пятьдесят девять котов
У меня нет пятидесяти девяти котов
Я рад пятидесяти девяти котам
Я вижу пятьдесят девять котов
Я доволен пятьюдесятью девятью котами
Я думаю о пятидесяти девяти котах
У меня есть шестьдесят котов
У меня нет шестидесяти котов
Я рад шестидесяти котам
Я вижу шестьдесят котов
Я доволен шестьюдесятью котами
Я думаю о шестидесяти котах
У меня есть шестьдесят один кот
У меня нет шестьдесят одного кота
Я рад шестьдесят одному коту
Я вижу шестьдесят одного кота
Я доволен шестьдесят одним котом
Я думаю о шестьдесят одном коте
У меня есть шестьдесят два кота
У меня нет шестидесяти двух котов
Я рад шестидесяти двум котам
Я вижу шестьдесят двух котов
Я доволен шестьюдесятью двумя котами
Я думаю о шестидесяти двух котах
У меня есть шестьдесят три кота
У меня нет шестидесяти трёх котов
Я рад шестидесяти трём котам
Я вижу шестьдесят трёх котов
Я доволен шестьюдесятью тремя котами
Я думаю о шестидесяти трёх котах
У меня есть шестьдесят четыре кота
У меня нет шестидесяти четырёх котов
Я рад шестидесяти четырём котам
Я вижу шестьдесят четырёх котов
Я доволен шестьюдесятью четырьмя котами
Я думаю о шестидесяти четырёх котах
У меня есть шестьдесят пять котов
У меня нет шестидесяти пяти котов
Я рад шестидесяти пяти котам
Я вижу шестьдесят пять котов
Я доволен шестьюдесятью пятью котами
Я думаю о шестидесяти пяти котах
У меня есть шестьдесят шесть котов
У меня нет шестидесяти шести котов
Я рад шестидесяти шести котам
Я вижу шестьдесят шесть котов
Я доволен шестьюдесятью шестью котами
Я думаю о шестидесяти шести котах
У меня есть шестьдесят семь котов
У меня нет шестидесяти семи котов
Я рад шестидесяти семи котам
Я вижу шестьдесят семь котов
Я доволен шестьюдесятью семью котами
Я думаю о шестидесяти семи котах
У меня есть шестьдесят восемь котов
У меня нет шестидесяти восьми котов
Я рад шестидесяти восьми котам
Я вижу шестьдесят восемь котов
Я доволен шестьюдесятью восемью котами
Я думаю о шестидесяти восьми котах
У меня есть шестьдесят девять котов
У меня нет шестидесяти девяти котов
Я рад шестидесяти девяти котам
Я вижу шестьдесят девять котов
Я доволен шестьюдесятью девятью котами
Я думаю о шестидесяти девяти котах
У меня есть семьдесят котов
У меня нет семидесяти котов
Я рад семидесяти котам
Я вижу семьдесят котов
Я доволен семьюдесятью котами
Я думаю о семидесяти котах
У меня есть семьдесят один кот
У меня нет семьдесят одного кота
Я рад семьдесят одному коту
Я вижу семьдесят одного кота
Я доволен семьдесят одним котом
Я думаю о семьдесят одном коте
У меня есть семьдесят два кота
У меня нет семидесяти двух котов
Я рад семидесяти двум котам
Я вижу семьдесят двух котов
Я доволен семьюдесятью двумя котами
Я думаю о семидесяти двух котах
У меня есть семьдесят три кота
У меня нет семидесяти трёх котов
Я рад семидесяти трём котам
Я вижу семьдесят трёх котов
Я доволен семьюдесятью тремя котами
Я думаю о семидесяти трёх котах
У меня есть семьдесят четыре кота
У меня нет семидесяти четырёх котов
Я рад семидесяти четырём котам
Я вижу семьдесят четырёх котов
Я доволен семьюдесятью четырьмя котами
Я думаю о семидесяти четырёх котах
У меня есть семьдесят пять котов
У меня нет семидесяти пяти котов
Я рад семидесяти пяти котам
Я вижу семьдесят пять котов
Я доволен семьюдесятью пятью котами
Я думаю о семидесяти пяти котах
У меня есть семьдесят шесть котов
У меня нет семидесяти шести котов
Я рад семидесяти шести котам
Я вижу семьдесят шесть котов
Я доволен семьюдесятью шестью котами
Я думаю о семидесяти шести котах
У меня есть семьдесят семь котов
У меня нет семидесяти семи котов
Я рад семидесяти семи котам
Я вижу семьдесят семь котов
Я доволен семьюдесятью семью котами
Я думаю о семидесяти семи котах
У меня есть семьдесят восемь котов
У меня нет семидесяти восьми котов
Я рад семидесяти восьми котам
Я вижу семьдесят восемь котов
Я доволен семьюдесятью восемью котами
Я думаю о семидесяти восьми котах
У меня есть семьдесят девять котов
У меня нет семидесяти девяти котов
Я рад семидесяти девяти котам
Я вижу семьдесят девять котов
Я доволен семьюдесятью девятью котами
Я думаю о семидесяти девяти котах
У меня есть восемьдесят котов
У меня нет восьмидесяти котов
Я рад восьмидесяти котам
Я вижу восемьдесят котов
Я доволен восьмьюдесятью котами
Я думаю о восьмидесяти котах
У меня есть восемьдесят один кот
У меня нет восемьдесят одного кота
Я рад восемьдесят одному коту
Я вижу восемьдесят одного кота
Я доволен восемьдесят одним котом
Я думаю о восемьдесят одном коте
У меня есть восемьдесят два кота
У меня нет восьмидесяти двух котов
Я рад восьмидесяти двум котам
Я вижу восемьдесят двух котов
Я доволен восьмьюдесятью двумя котами
Я думаю о восьмидесяти двух котах
У меня есть восемьдесят три кота
У меня нет восьмидесяти трёх котов
Я рад восьмидесяти трём котам
Я вижу восемьдесят трёх котов
Я доволен восьмьюдесятью тремя котами
Я думаю о восьмидесяти трёх котах
У меня есть восемьдесят четыре кота
У меня нет восьмидесяти четырёх котов
Я рад восьмидесяти четырём котам
Я вижу восемьдесят четырёх котов
Я доволен восьмьюдесятью четырьмя котами
Я думаю о восьмидесяти четырёх котах
У меня есть восемьдесят пять котов
У меня нет восьмидесяти пяти котов
Я рад восьмидесяти пяти котам
Я вижу восемьдесят пять котов
Я доволен восьмьюдесятью пятью котами
Я думаю о восьмидесяти пяти котах
У меня есть восемьдесят шесть котов
У меня нет восьмидесяти шести котов
Я рад восьмидесяти шести котам
Я вижу восемьдесят шесть котов
Я доволен восьмьюдесятью шестью котами
Я думаю о восьмидесяти шести котах
У меня есть восемьдесят семь котов
У меня нет восьмидесяти семи котов
Я рад восьмидесяти семи котам
Я вижу восемьдесят семь котов
Я доволен восьмьюдесятью семью котами
Я думаю о восьмидесяти семи котах
У меня есть восемьдесят восемь котов
У меня нет восьмидесяти восьми котов
Я рад восьмидесяти восьми котам
Я вижу восемьдесят восемь котов
Я доволен восьмьюдесятью восемью котами
Я думаю о восьмидесяти восьми котах
У меня есть восемьдесят девять котов
У меня нет восьмидесяти девяти котов
Я рад восьмидесяти девяти котам
Я вижу восемьдесят девять котов
Я доволен восьмьюдесятью девятью котами
Я думаю о восьмидесяти девяти котах
У меня есть девяносто котов
У меня нет девяноста котов
Я рад девяноста котам
Я вижу девяносто котов
Я доволен девяноста котами
Я думаю о девяноста котах
У меня есть девяносто один кот
У меня нет девяносто одного кота
Я рад девяносто одному коту
Я вижу девяносто одного кота
Я доволен девяносто одним котом
Я думаю о девяносто одном коте
У меня есть девяносто два кота
У меня нет девяноста двух котов
Я рад девяноста двум котам
Я вижу девяносто двух котов
Я доволен девяноста двумя котами
Я думаю о девяноста двух котах
У меня есть девяносто три кота
У меня нет девяноста трёх котов
Я рад девяноста трём котам
Я вижу девяносто трёх котов
Я доволен девяноста тремя котами
Я думаю о девяноста трёх котах
У меня есть девяносто четыре кота
У меня нет девяноста четырёх котов
Я рад девяноста четырём котам
Я вижу девяносто четырёх котов
Я доволен девяноста четырьмя котами
Я думаю о девяноста четырёх котах
У меня есть девяносто пять котов
У меня нет девяноста пяти котов
Я рад девяноста пяти котам
Я вижу девяносто пять котов
Я доволен девяноста пятью котами
Я думаю о девяноста пяти котах
У меня есть девяносто шесть котов
У меня нет девяноста шести котов
Я рад девяноста шести котам
Я вижу девяносто шесть котов
Я доволен девяноста шестью котами
Я думаю о девяноста шести котах
У меня есть девяносто семь котов
У меня нет девяноста семи котов
Я рад девяноста семи котам
Я вижу девяносто семь котов
Я доволен девяноста семью котами
Я думаю о девяноста семи котах
У меня есть девяносто восемь котов
У меня нет девяноста восьми котов
Я рад девяноста восьми котам
Я вижу девяносто восемь котов
Я доволен девяноста восемью котами
Я думаю о девяноста восьми котах
У меня есть девяносто девять котов
У меня нет девяноста девяти котов
Я рад девяноста девяти котам
Я вижу девяносто девять котов
Я доволен девяноста девятью котами
Я думаю о девяноста девяти котах'''

snapshots['PronounceNumbersSubThousandRuTest::test_sun_sub_100 1'] = '''У меня есть ноль солнц
У меня нет нуля солнц
Я рад нулю солнц
Я вижу ноль солнц
Я доволен нулём солнц
Я думаю о нуле солнц
У меня есть одно солнце
У меня нет одного солнца
Я рад одному солнцу
Я вижу одно солнце
Я доволен одним солнцем
Я думаю о одном солнце
У меня есть два солнца
У меня нет двух солнц
Я рад двум солнцам
Я вижу два солнца
Я доволен двумя солнцами
Я думаю о двух солнцах
У меня есть три солнца
У меня нет трёх солнц
Я рад трём солнцам
Я вижу три солнца
Я доволен тремя солнцами
Я думаю о трёх солнцах
У меня есть четыре солнца
У меня нет четырёх солнц
Я рад четырём солнцам
Я вижу четыре солнца
Я доволен четырьмя солнцами
Я думаю о четырёх солнцах
У меня есть пять солнц
У меня нет пяти солнц
Я рад пяти солнцам
Я вижу пять солнц
Я доволен пятью солнцами
Я думаю о пяти солнцах
У меня есть шесть солнц
У меня нет шести солнц
Я рад шести солнцам
Я вижу шесть солнц
Я доволен шестью солнцами
Я думаю о шести солнцах
У меня есть семь солнц
У меня нет семи солнц
Я рад семи солнцам
Я вижу семь солнц
Я доволен семью солнцами
Я думаю о семи солнцах
У меня есть восемь солнц
У меня нет восьми солнц
Я рад восьми солнцам
Я вижу восемь солнц
Я доволен восемью солнцами
Я думаю о восьми солнцах
У меня есть девять солнц
У меня нет девяти солнц
Я рад девяти солнцам
Я вижу девять солнц
Я доволен девятью солнцами
Я думаю о девяти солнцах
У меня есть десять солнц
У меня нет десяти солнц
Я рад десяти солнцам
Я вижу десять солнц
Я доволен десятью солнцами
Я думаю о десяти солнцах
У меня есть одиннадцать солнц
У меня нет одиннадцати солнц
Я рад одиннадцати солнцам
Я вижу одиннадцать солнц
Я доволен одиннадцатью солнцами
Я думаю о одиннадцати солнцах
У меня есть двенадцать солнц
У меня нет двенадцати солнц
Я рад двенадцати солнцам
Я вижу двенадцать солнц
Я доволен двенадцатью солнцами
Я думаю о двенадцати солнцах
У меня есть тринадцать солнц
У меня нет тринадцати солнц
Я рад тринадцати солнцам
Я вижу тринадцать солнц
Я доволен тринадцатью солнцами
Я думаю о тринадцати солнцах
У меня есть четырнадцать солнц
У меня нет четырнадцати солнц
Я рад четырнадцати солнцам
Я вижу четырнадцать солнц
Я доволен четырнадцатью солнцами
Я думаю о четырнадцати солнцах
У меня есть пятнадцать солнц
У меня нет пятнадцати солнц
Я рад пятнадцати солнцам
Я вижу пятнадцать солнц
Я доволен пятнадцатью солнцами
Я думаю о пятнадцати солнцах
У меня есть шестнадцать солнц
У меня нет шестнадцати солнц
Я рад шестнадцати солнцам
Я вижу шестнадцать солнц
Я доволен шестнадцатью солнцами
Я думаю о шестнадцати солнцах
У меня есть семнадцать солнц
У меня нет семнадцати солнц
Я рад семнадцати солнцам
Я вижу семнадцать солнц
Я доволен семнадцатью солнцами
Я думаю о семнадцати солнцах
У меня есть восемнадцать солнц
У меня нет восемнадцати солнц
Я рад восемнадцати солнцам
Я вижу восемнадцать солнц
Я доволен восемнадцатью солнцами
Я думаю о восемнадцати солнцах
У меня есть девятнадцать солнц
У меня нет девятнадцати солнц
Я рад девятнадцати солнцам
Я вижу девятнадцать солнц
Я доволен девятнадцатью солнцами
Я думаю о девятнадцати солнцах
У меня есть двадцать солнц
У меня нет двадцати солнц
Я рад двадцати солнцам
Я вижу двадцать солнц
Я доволен двадцатью солнцами
Я думаю о двадцати солнцах
У меня есть двадцать одно солнце
У меня нет двадцать одного солнца
Я рад двадцать одному солнцу
Я вижу двадцать одно солнце
Я доволен двадцать одним солнцем
Я думаю о двадцать одном солнце
У меня есть двадцать два солнца
У меня нет двадцати двух солнц
Я рад двадцати двум солнцам
Я вижу двадцать два солнца
Я доволен двадцатью двумя солнцами
Я думаю о двадцати двух солнцах
У меня есть двадцать три солнца
У меня нет двадцати трёх солнц
Я рад двадцати трём солнцам
Я вижу двадцать три солнца
Я доволен двадцатью тремя солнцами
Я думаю о двадцати трёх солнцах
У меня есть двадцать четыре солнца
У меня нет двадцати четырёх солнц
Я рад двадцати четырём солнцам
Я вижу двадцать четыре солнца
Я доволен двадцатью четырьмя солнцами
Я думаю о двадцати четырёх солнцах
У меня есть двадцать пять солнц
У меня нет двадцати пяти солнц
Я рад двадцати пяти солнцам
Я вижу двадцать пять солнц
Я доволен двадцатью пятью солнцами
Я думаю о двадцати пяти солнцах
У меня есть двадцать шесть солнц
У меня нет двадцати шести солнц
Я рад двадцати шести солнцам
Я вижу двадцать шесть солнц
Я доволен двадцатью шестью солнцами
Я думаю о двадцати шести солнцах
У меня есть двадцать семь солнц
У меня нет двадцати семи солнц
Я рад двадцати семи солнцам
Я вижу двадцать семь солнц
Я доволен двадцатью семью солнцами
Я думаю о двадцати семи солнцах
У меня есть двадцать восемь солнц
У меня нет двадцати восьми солнц
Я рад двадцати восьми солнцам
Я вижу двадцать восемь солнц
Я доволен двадцатью восемью солнцами
Я думаю о двадцати восьми солнцах
У меня есть двадцать девять солнц
У меня нет двадцати девяти солнц
Я рад двадцати девяти солнцам
Я вижу двадцать девять солнц
Я доволен двадцатью девятью солнцами
Я думаю о двадцати девяти солнцах
У меня есть тридцать солнц
У меня нет тридцати солнц
Я рад тридцати солнцам
Я вижу тридцать солнц
Я доволен тридцатью солнцами
Я думаю о тридцати солнцах
У меня есть тридцать одно солнце
У меня нет тридцать одного солнца
Я рад тридцать одному солнцу
Я вижу тридцать одно солнце
Я доволен тридцать одним солнцем
Я думаю о тридцать одном солнце
У меня есть тридцать два солнца
У меня нет тридцати двух солнц
Я рад тридцати двум солнцам
Я вижу тридцать два солнца
Я доволен тридцатью двумя солнцами
Я думаю о тридцати двух солнцах
У меня есть тридцать три солнца
У меня нет тридцати трёх солнц
Я рад тридцати трём солнцам
Я вижу тридцать три солнца
Я доволен тридцатью тремя солнцами
Я думаю о тридцати трёх солнцах
У меня есть тридцать четыре солнца
У меня нет тридцати четырёх солнц
Я рад тридцати четырём солнцам
Я вижу тридцать четыре солнца
Я доволен тридцатью четырьмя солнцами
Я думаю о тридцати четырёх солнцах
У меня есть тридцать пять солнц
У меня нет тридцати пяти солнц
Я рад тридцати пяти солнцам
Я вижу тридцать пять солнц
Я доволен тридцатью пятью солнцами
Я думаю о тридцати пяти солнцах
У меня есть тридцать шесть солнц
У меня нет тридцати шести солнц
Я рад тридцати шести солнцам
Я вижу тридцать шесть солнц
Я доволен тридцатью шестью солнцами
Я думаю о тридцати шести солнцах
У меня есть тридцать семь солнц
У меня нет тридцати семи солнц
Я рад тридцати семи солнцам
Я вижу тридцать семь солнц
Я доволен тридцатью семью солнцами
Я думаю о тридцати семи солнцах
У меня есть тридцать восемь солнц
У меня нет тридцати восьми солнц
Я рад тридцати восьми солнцам
Я вижу тридцать восемь солнц
Я доволен тридцатью восемью солнцами
Я думаю о тридцати восьми солнцах
У меня есть тридцать девять солнц
У меня нет тридцати девяти солнц
Я рад тридцати девяти солнцам
Я вижу тридцать девять солнц
Я доволен тридцатью девятью солнцами
Я думаю о тридцати девяти солнцах
У меня есть сорок солнц
У меня нет сорока солнц
Я рад сорока солнцам
Я вижу сорок солнц
Я доволен сорока солнцами
Я думаю о сорока солнцах
У меня есть сорок одно солнце
У меня нет сорок одного солнца
Я рад сорок одному солнцу
Я вижу сорок одно солнце
Я доволен сорок одним солнцем
Я думаю о сорок одном солнце
У меня есть сорок два солнца
У меня нет сорока двух солнц
Я рад сорока двум солнцам
Я вижу сорок два солнца
Я доволен сорока двумя солнцами
Я думаю о сорока двух солнцах
У меня есть сорок три солнца
У меня нет сорока трёх солнц
Я рад сорока трём солнцам
Я вижу сорок три солнца
Я доволен сорока тремя солнцами
Я думаю о сорока трёх солнцах
У меня есть сорок четыре солнца
У меня нет сорока четырёх солнц
Я рад сорока четырём солнцам
Я вижу сорок четыре солнца
Я доволен сорока четырьмя солнцами
Я думаю о сорока четырёх солнцах
У меня есть сорок пять солнц
У меня нет сорока пяти солнц
Я рад сорока пяти солнцам
Я вижу сорок пять солнц
Я доволен сорока пятью солнцами
Я думаю о сорока пяти солнцах
У меня есть сорок шесть солнц
У меня нет сорока шести солнц
Я рад сорока шести солнцам
Я вижу сорок шесть солнц
Я доволен сорока шестью солнцами
Я думаю о сорока шести солнцах
У меня есть сорок семь солнц
У меня нет сорока семи солнц
Я рад сорока семи солнцам
Я вижу сорок семь солнц
Я доволен сорока семью солнцами
Я думаю о сорока семи солнцах
У меня есть сорок восемь солнц
У меня нет сорока восьми солнц
Я рад сорока восьми солнцам
Я вижу сорок восемь солнц
Я доволен сорока восемью солнцами
Я думаю о сорока восьми солнцах
У меня есть сорок девять солнц
У меня нет сорока девяти солнц
Я рад сорока девяти солнцам
Я вижу сорок девять солнц
Я доволен сорока девятью солнцами
Я думаю о сорока девяти солнцах
У меня есть пятьдесят солнц
У меня нет пятидесяти солнц
Я рад пятидесяти солнцам
Я вижу пятьдесят солнц
Я доволен пятьюдесятью солнцами
Я думаю о пятидесяти солнцах
У меня есть пятьдесят одно солнце
У меня нет пятьдесят одного солнца
Я рад пятьдесят одному солнцу
Я вижу пятьдесят одно солнце
Я доволен пятьдесят одним солнцем
Я думаю о пятьдесят одном солнце
У меня есть пятьдесят два солнца
У меня нет пятидесяти двух солнц
Я рад пятидесяти двум солнцам
Я вижу пятьдесят два солнца
Я доволен пятьюдесятью двумя солнцами
Я думаю о пятидесяти двух солнцах
У меня есть пятьдесят три солнца
У меня нет пятидесяти трёх солнц
Я рад пятидесяти трём солнцам
Я вижу пятьдесят три солнца
Я доволен пятьюдесятью тремя солнцами
Я думаю о пятидесяти трёх солнцах
У меня есть пятьдесят четыре солнца
У меня нет пятидесяти четырёх солнц
Я рад пятидесяти четырём солнцам
Я вижу пятьдесят четыре солнца
Я доволен пятьюдесятью четырьмя солнцами
Я думаю о пятидесяти четырёх солнцах
У меня есть пятьдесят пять солнц
У меня нет пятидесяти пяти солнц
Я рад пятидесяти пяти солнцам
Я вижу пятьдесят пять солнц
Я доволен пятьюдесятью пятью солнцами
Я думаю о пятидесяти пяти солнцах
У меня есть пятьдесят шесть солнц
У меня нет пятидесяти шести солнц
Я рад пятидесяти шести солнцам
Я вижу пятьдесят шесть солнц
Я доволен пятьюдесятью шестью солнцами
Я думаю о пятидесяти шести солнцах
У меня есть пятьдесят семь солнц
У меня нет пятидесяти семи солнц
Я рад пятидесяти семи солнцам
Я вижу пятьдесят семь солнц
Я доволен пятьюдесятью семью солнцами
Я думаю о пятидесяти семи солнцах
У меня есть пятьдесят восемь солнц
У меня нет пятидесяти восьми солнц
Я рад пятидесяти восьми солнцам
Я вижу пятьдесят восемь солнц
Я доволен пятьюдесятью восемью солнцами
Я думаю о пятидесяти восьми солнцах
У меня есть пятьдесят девять солнц
У меня нет пятидесяти девяти солнц
Я рад пятидесяти девяти солнцам
Я вижу пятьдесят девять солнц
Я доволен пятьюдесятью девятью солнцами
Я думаю о пятидесяти девяти солнцах
У меня есть шестьдесят солнц
У меня нет шестидесяти солнц
Я рад шестидесяти солнцам
Я вижу шестьдесят солнц
Я доволен шестьюдесятью солнцами
Я думаю о шестидесяти солнцах
У меня есть шестьдесят одно солнце
У меня нет шестьдесят одного солнца
Я рад шестьдесят одному солнцу
Я вижу шестьдесят одно солнце
Я доволен шестьдесят одним солнцем
Я думаю о шестьдесят одном солнце
У меня есть шестьдесят два солнца
У меня нет шестидесяти двух солнц
Я рад шестидесяти двум солнцам
Я вижу шестьдесят два солнца
Я доволен шестьюдесятью двумя солнцами
Я думаю о шестидесяти двух солнцах
У меня есть шестьдесят три солнца
У меня нет шестидесяти трёх солнц
Я рад шестидесяти трём солнцам
Я вижу шестьдесят три солнца
Я доволен шестьюдесятью тремя солнцами
Я думаю о шестидесяти трёх солнцах
У меня есть шестьдесят четыре солнца
У меня нет шестидесяти четырёх солнц
Я рад шестидесяти четырём солнцам
Я вижу шестьдесят четыре солнца
Я доволен шестьюдесятью четырьмя солнцами
Я думаю о шестидесяти четырёх солнцах
У меня есть шестьдесят пять солнц
У меня нет шестидесяти пяти солнц
Я рад шестидесяти пяти солнцам
Я вижу шестьдесят пять солнц
Я доволен шестьюдесятью пятью солнцами
Я думаю о шестидесяти пяти солнцах
У меня есть шестьдесят шесть солнц
У меня нет шестидесяти шести солнц
Я рад шестидесяти шести солнцам
Я вижу шестьдесят шесть солнц
Я доволен шестьюдесятью шестью солнцами
Я думаю о шестидесяти шести солнцах
У меня есть шестьдесят семь солнц
У меня нет шестидесяти семи солнц
Я рад шестидесяти семи солнцам
Я вижу шестьдесят семь солнц
Я доволен шестьюдесятью семью солнцами
Я думаю о шестидесяти семи солнцах
У меня есть шестьдесят восемь солнц
У меня нет шестидесяти восьми солнц
Я рад шестидесяти восьми солнцам
Я вижу шестьдесят восемь солнц
Я доволен шестьюдесятью восемью солнцами
Я думаю о шестидесяти восьми солнцах
У меня есть шестьдесят девять солнц
У меня нет шестидесяти девяти солнц
Я рад шестидесяти девяти солнцам
Я вижу шестьдесят девять солнц
Я доволен шестьюдесятью девятью солнцами
Я думаю о шестидесяти девяти солнцах
У меня есть семьдесят солнц
У меня нет семидесяти солнц
Я рад семидесяти солнцам
Я вижу семьдесят солнц
Я доволен семьюдесятью солнцами
Я думаю о семидесяти солнцах
У меня есть семьдесят одно солнце
У меня нет семьдесят одного солнца
Я рад семьдесят одному солнцу
Я вижу семьдесят одно солнце
Я доволен семьдесят одним солнцем
Я думаю о семьдесят одном солнце
У меня есть семьдесят два солнца
У меня нет семидесяти двух солнц
Я рад семидесяти двум солнцам
Я вижу семьдесят два солнца
Я доволен семьюдесятью двумя солнцами
Я думаю о семидесяти двух солнцах
У меня есть семьдесят три солнца
У меня нет семидесяти трёх солнц
Я рад семидесяти трём солнцам
Я вижу семьдесят три солнца
Я доволен семьюдесятью тремя солнцами
Я думаю о семидесяти трёх солнцах
У меня есть семьдесят четыре солнца
У меня нет семидесяти четырёх солнц
Я рад семидесяти четырём солнцам
Я вижу семьдесят четыре солнца
Я доволен семьюдесятью четырьмя солнцами
Я думаю о семидесяти четырёх солнцах
У меня есть семьдесят пять солнц
У меня нет семидесяти пяти солнц
Я рад семидесяти пяти солнцам
Я вижу семьдесят пять солнц
Я доволен семьюдесятью пятью солнцами
Я думаю о семидесяти пяти солнцах
У меня есть семьдесят шесть солнц
У меня нет семидесяти шести солнц
Я рад семидесяти шести солнцам
Я вижу семьдесят шесть солнц
Я доволен семьюдесятью шестью солнцами
Я думаю о семидесяти шести солнцах
У меня есть семьдесят семь солнц
У меня нет семидесяти семи солнц
Я рад семидесяти семи солнцам
Я вижу семьдесят семь солнц
Я доволен семьюдесятью семью солнцами
Я думаю о семидесяти семи солнцах
У меня есть семьдесят восемь солнц
У меня нет семидесяти восьми солнц
Я рад семидесяти восьми солнцам
Я вижу семьдесят восемь солнц
Я доволен семьюдесятью восемью солнцами
Я думаю о семидесяти восьми солнцах
У меня есть семьдесят девять солнц
У меня нет семидесяти девяти солнц
Я рад семидесяти девяти солнцам
Я вижу семьдесят девять солнц
Я доволен семьюдесятью девятью солнцами
Я думаю о семидесяти девяти солнцах
У меня есть восемьдесят солнц
У меня нет восьмидесяти солнц
Я рад восьмидесяти солнцам
Я вижу восемьдесят солнц
Я доволен восьмьюдесятью солнцами
Я думаю о восьмидесяти солнцах
У меня есть восемьдесят одно солнце
У меня нет восемьдесят одного солнца
Я рад восемьдесят одному солнцу
Я вижу восемьдесят одно солнце
Я доволен восемьдесят одним солнцем
Я думаю о восемьдесят одном солнце
У меня есть восемьдесят два солнца
У меня нет восьмидесяти двух солнц
Я рад восьмидесяти двум солнцам
Я вижу восемьдесят два солнца
Я доволен восьмьюдесятью двумя солнцами
Я думаю о восьмидесяти двух солнцах
У меня есть восемьдесят три солнца
У меня нет восьмидесяти трёх солнц
Я рад восьмидесяти трём солнцам
Я вижу восемьдесят три солнца
Я доволен восьмьюдесятью тремя солнцами
Я думаю о восьмидесяти трёх солнцах
У меня есть восемьдесят четыре солнца
У меня нет восьмидесяти четырёх солнц
Я рад восьмидесяти четырём солнцам
Я вижу восемьдесят четыре солнца
Я доволен восьмьюдесятью четырьмя солнцами
Я думаю о восьмидесяти четырёх солнцах
У меня есть восемьдесят пять солнц
У меня нет восьмидесяти пяти солнц
Я рад восьмидесяти пяти солнцам
Я вижу восемьдесят пять солнц
Я доволен восьмьюдесятью пятью солнцами
Я думаю о восьмидесяти пяти солнцах
У меня есть восемьдесят шесть солнц
У меня нет восьмидесяти шести солнц
Я рад восьмидесяти шести солнцам
Я вижу восемьдесят шесть солнц
Я доволен восьмьюдесятью шестью солнцами
Я думаю о восьмидесяти шести солнцах
У меня есть восемьдесят семь солнц
У меня нет восьмидесяти семи солнц
Я рад восьмидесяти семи солнцам
Я вижу восемьдесят семь солнц
Я доволен восьмьюдесятью семью солнцами
Я думаю о восьмидесяти семи солнцах
У меня есть восемьдесят восемь солнц
У меня нет восьмидесяти восьми солнц
Я рад восьмидесяти восьми солнцам
Я вижу восемьдесят восемь солнц
Я доволен восьмьюдесятью восемью солнцами
Я думаю о восьмидесяти восьми солнцах
У меня есть восемьдесят девять солнц
У меня нет восьмидесяти девяти солнц
Я рад восьмидесяти девяти солнцам
Я вижу восемьдесят девять солнц
Я доволен восьмьюдесятью девятью солнцами
Я думаю о восьмидесяти девяти солнцах
У меня есть девяносто солнц
У меня нет девяноста солнц
Я рад девяноста солнцам
Я вижу девяносто солнц
Я доволен девяноста солнцами
Я думаю о девяноста солнцах
У меня есть девяносто одно солнце
У меня нет девяносто одного солнца
Я рад девяносто одному солнцу
Я вижу девяносто одно солнце
Я доволен девяносто одним солнцем
Я думаю о девяносто одном солнце
У меня есть девяносто два солнца
У меня нет девяноста двух солнц
Я рад девяноста двум солнцам
Я вижу девяносто два солнца
Я доволен девяноста двумя солнцами
Я думаю о девяноста двух солнцах
У меня есть девяносто три солнца
У меня нет девяноста трёх солнц
Я рад девяноста трём солнцам
Я вижу девяносто три солнца
Я доволен девяноста тремя солнцами
Я думаю о девяноста трёх солнцах
У меня есть девяносто четыре солнца
У меня нет девяноста четырёх солнц
Я рад девяноста четырём солнцам
Я вижу девяносто четыре солнца
Я доволен девяноста четырьмя солнцами
Я думаю о девяноста четырёх солнцах
У меня есть девяносто пять солнц
У меня нет девяноста пяти солнц
Я рад девяноста пяти солнцам
Я вижу девяносто пять солнц
Я доволен девяноста пятью солнцами
Я думаю о девяноста пяти солнцах
У меня есть девяносто шесть солнц
У меня нет девяноста шести солнц
Я рад девяноста шести солнцам
Я вижу девяносто шесть солнц
Я доволен девяноста шестью солнцами
Я думаю о девяноста шести солнцах
У меня есть девяносто семь солнц
У меня нет девяноста семи солнц
Я рад девяноста семи солнцам
Я вижу девяносто семь солнц
Я доволен девяноста семью солнцами
Я думаю о девяноста семи солнцах
У меня есть девяносто восемь солнц
У меня нет девяноста восьми солнц
Я рад девяноста восьми солнцам
Я вижу девяносто восемь солнц
Я доволен девяноста восемью солнцами
Я думаю о девяноста восьми солнцах
У меня есть девяносто девять солнц
У меня нет девяноста девяти солнц
Я рад девяноста девяти солнцам
Я вижу девяносто девять солнц
Я доволен девяноста девятью солнцами
Я думаю о девяноста девяти солнцах'''

snapshots['PronounceNumbersSubThousandRuTest::test_thing_sub_100 1'] = '''У меня есть ноль штуковин
У меня нет нуля штуковин
Я рад нулю штуковин
Я вижу ноль штуковин
Я доволен нулём штуковин
Я думаю о нуле штуковин
У меня есть одна штуковина
У меня нет одной штуковины
Я рад одной штуковине
Я вижу одну штуковину
Я доволен одной штуковиной
Я думаю о одной штуковине
У меня есть две штуковины
У меня нет двух штуковин
Я рад двум штуковинам
Я вижу две штуковины
Я доволен двумя штуковинами
Я думаю о двух штуковинах
У меня есть три штуковины
У меня нет трёх штуковин
Я рад трём штуковинам
Я вижу три штуковины
Я доволен тремя штуковинами
Я думаю о трёх штуковинах
У меня есть четыре штуковины
У меня нет четырёх штуковин
Я рад четырём штуковинам
Я вижу четыре штуковины
Я доволен четырьмя штуковинами
Я думаю о четырёх штуковинах
У меня есть пять штуковин
У меня нет пяти штуковин
Я рад пяти штуковинам
Я вижу пять штуковин
Я доволен пятью штуковинами
Я думаю о пяти штуковинах
У меня есть шесть штуковин
У меня нет шести штуковин
Я рад шести штуковинам
Я вижу шесть штуковин
Я доволен шестью штуковинами
Я думаю о шести штуковинах
У меня есть семь штуковин
У меня нет семи штуковин
Я рад семи штуковинам
Я вижу семь штуковин
Я доволен семью штуковинами
Я думаю о семи штуковинах
У меня есть восемь штуковин
У меня нет восьми штуковин
Я рад восьми штуковинам
Я вижу восемь штуковин
Я доволен восемью штуковинами
Я думаю о восьми штуковинах
У меня есть девять штуковин
У меня нет девяти штуковин
Я рад девяти штуковинам
Я вижу девять штуковин
Я доволен девятью штуковинами
Я думаю о девяти штуковинах
У меня есть десять штуковин
У меня нет десяти штуковин
Я рад десяти штуковинам
Я вижу десять штуковин
Я доволен десятью штуковинами
Я думаю о десяти штуковинах
У меня есть одиннадцать штуковин
У меня нет одиннадцати штуковин
Я рад одиннадцати штуковинам
Я вижу одиннадцать штуковин
Я доволен одиннадцатью штуковинами
Я думаю о одиннадцати штуковинах
У меня есть двенадцать штуковин
У меня нет двенадцати штуковин
Я рад двенадцати штуковинам
Я вижу двенадцать штуковин
Я доволен двенадцатью штуковинами
Я думаю о двенадцати штуковинах
У меня есть тринадцать штуковин
У меня нет тринадцати штуковин
Я рад тринадцати штуковинам
Я вижу тринадцать штуковин
Я доволен тринадцатью штуковинами
Я думаю о тринадцати штуковинах
У меня есть четырнадцать штуковин
У меня нет четырнадцати штуковин
Я рад четырнадцати штуковинам
Я вижу четырнадцать штуковин
Я доволен четырнадцатью штуковинами
Я думаю о четырнадцати штуковинах
У меня есть пятнадцать штуковин
У меня нет пятнадцати штуковин
Я рад пятнадцати штуковинам
Я вижу пятнадцать штуковин
Я доволен пятнадцатью штуковинами
Я думаю о пятнадцати штуковинах
У меня есть шестнадцать штуковин
У меня нет шестнадцати штуковин
Я рад шестнадцати штуковинам
Я вижу шестнадцать штуковин
Я доволен шестнадцатью штуковинами
Я думаю о шестнадцати штуковинах
У меня есть семнадцать штуковин
У меня нет семнадцати штуковин
Я рад семнадцати штуковинам
Я вижу семнадцать штуковин
Я доволен семнадцатью штуковинами
Я думаю о семнадцати штуковинах
У меня есть восемнадцать штуковин
У меня нет восемнадцати штуковин
Я рад восемнадцати штуковинам
Я вижу восемнадцать штуковин
Я доволен восемнадцатью штуковинами
Я думаю о восемнадцати штуковинах
У меня есть девятнадцать штуковин
У меня нет девятнадцати штуковин
Я рад девятнадцати штуковинам
Я вижу девятнадцать штуковин
Я доволен девятнадцатью штуковинами
Я думаю о девятнадцати штуковинах
У меня есть двадцать штуковин
У меня нет двадцати штуковин
Я рад двадцати штуковинам
Я вижу двадцать штуковин
Я доволен двадцатью штуковинами
Я думаю о двадцати штуковинах
У меня есть двадцать одна штуковина
У меня нет двадцать одной штуковины
Я рад двадцать одной штуковине
Я вижу двадцать одну штуковину
Я доволен двадцать одной штуковиной
Я думаю о двадцать одной штуковине
У меня есть двадцать две штуковины
У меня нет двадцати двух штуковин
Я рад двадцати двум штуковинам
Я вижу двадцать две штуковины
Я доволен двадцатью двумя штуковинами
Я думаю о двадцати двух штуковинах
У меня есть двадцать три штуковины
У меня нет двадцати трёх штуковин
Я рад двадцати трём штуковинам
Я вижу двадцать три штуковины
Я доволен двадцатью тремя штуковинами
Я думаю о двадцати трёх штуковинах
У меня есть двадцать четыре штуковины
У меня нет двадцати четырёх штуковин
Я рад двадцати четырём штуковинам
Я вижу двадцать четыре штуковины
Я доволен двадцатью четырьмя штуковинами
Я думаю о двадцати четырёх штуковинах
У меня есть двадцать пять штуковин
У меня нет двадцати пяти штуковин
Я рад двадцати пяти штуковинам
Я вижу двадцать пять штуковин
Я доволен двадцатью пятью штуковинами
Я думаю о двадцати пяти штуковинах
У меня есть двадцать шесть штуковин
У меня нет двадцати шести штуковин
Я рад двадцати шести штуковинам
Я вижу двадцать шесть штуковин
Я доволен двадцатью шестью штуковинами
Я думаю о двадцати шести штуковинах
У меня есть двадцать семь штуковин
У меня нет двадцати семи штуковин
Я рад двадцати семи штуковинам
Я вижу двадцать семь штуковин
Я доволен двадцатью семью штуковинами
Я думаю о двадцати семи штуковинах
У меня есть двадцать восемь штуковин
У меня нет двадцати восьми штуковин
Я рад двадцати восьми штуковинам
Я вижу двадцать восемь штуковин
Я доволен двадцатью восемью штуковинами
Я думаю о двадцати восьми штуковинах
У меня есть двадцать девять штуковин
У меня нет двадцати девяти штуковин
Я рад двадцати девяти штуковинам
Я вижу двадцать девять штуковин
Я доволен двадцатью девятью штуковинами
Я думаю о двадцати девяти штуковинах
У меня есть тридцать штуковин
У меня нет тридцати штуковин
Я рад тридцати штуковинам
Я вижу тридцать штуковин
Я доволен тридцатью штуковинами
Я думаю о тридцати штуковинах
У меня есть тридцать одна штуковина
У меня нет тридцать одной штуковины
Я рад тридцать одной штуковине
Я вижу тридцать одну штуковину
Я доволен тридцать одной штуковиной
Я думаю о тридцать одной штуковине
У меня есть тридцать две штуковины
У меня нет тридцати двух штуковин
Я рад тридцати двум штуковинам
Я вижу тридцать две штуковины
Я доволен тридцатью двумя штуковинами
Я думаю о тридцати двух штуковинах
У меня есть тридцать три штуковины
У меня нет тридцати трёх штуковин
Я рад тридцати трём штуковинам
Я вижу тридцать три штуковины
Я доволен тридцатью тремя штуковинами
Я думаю о тридцати трёх штуковинах
У меня есть тридцать четыре штуковины
У меня нет тридцати четырёх штуковин
Я рад тридцати четырём штуковинам
Я вижу тридцать четыре штуковины
Я доволен тридцатью четырьмя штуковинами
Я думаю о тридцати четырёх штуковинах
У меня есть тридцать пять штуковин
У меня нет тридцати пяти штуковин
Я рад тридцати пяти штуковинам
Я вижу тридцать пять штуковин
Я доволен тридцатью пятью штуковинами
Я думаю о тридцати пяти штуковинах
У меня есть тридцать шесть штуковин
У меня нет тридцати шести штуковин
Я рад тридцати шести штуковинам
Я вижу тридцать шесть штуковин
Я доволен тридцатью шестью штуковинами
Я думаю о тридцати шести штуковинах
У меня есть тридцать семь штуковин
У меня нет тридцати семи штуковин
Я рад тридцати семи штуковинам
Я вижу тридцать семь штуковин
Я доволен тридцатью семью штуковинами
Я думаю о тридцати семи штуковинах
У меня есть тридцать восемь штуковин
У меня нет тридцати восьми штуковин
Я рад тридцати восьми штуковинам
Я вижу тридцать восемь штуковин
Я доволен тридцатью восемью штуковинами
Я думаю о тридцати восьми штуковинах
У меня есть тридцать девять штуковин
У меня нет тридцати девяти штуковин
Я рад тридцати девяти штуковинам
Я вижу тридцать девять штуковин
Я доволен тридцатью девятью штуковинами
Я думаю о тридцати девяти штуковинах
У меня есть сорок штуковин
У меня нет сорока штуковин
Я рад сорока штуковинам
Я вижу сорок штуковин
Я доволен сорока штуковинами
Я думаю о сорока штуковинах
У меня есть сорок одна штуковина
У меня нет сорок одной штуковины
Я рад сорок одной штуковине
Я вижу сорок одну штуковину
Я доволен сорок одной штуковиной
Я думаю о сорок одной штуковине
У меня есть сорок две штуковины
У меня нет сорока двух штуковин
Я рад сорока двум штуковинам
Я вижу сорок две штуковины
Я доволен сорока двумя штуковинами
Я думаю о сорока двух штуковинах
У меня есть сорок три штуковины
У меня нет сорока трёх штуковин
Я рад сорока трём штуковинам
Я вижу сорок три штуковины
Я доволен сорока тремя штуковинами
Я думаю о сорока трёх штуковинах
У меня есть сорок четыре штуковины
У меня нет сорока четырёх штуковин
Я рад сорока четырём штуковинам
Я вижу сорок четыре штуковины
Я доволен сорока четырьмя штуковинами
Я думаю о сорока четырёх штуковинах
У меня есть сорок пять штуковин
У меня нет сорока пяти штуковин
Я рад сорока пяти штуковинам
Я вижу сорок пять штуковин
Я доволен сорока пятью штуковинами
Я думаю о сорока пяти штуковинах
У меня есть сорок шесть штуковин
У меня нет сорока шести штуковин
Я рад сорока шести штуковинам
Я вижу сорок шесть штуковин
Я доволен сорока шестью штуковинами
Я думаю о сорока шести штуковинах
У меня есть сорок семь штуковин
У меня нет сорока семи штуковин
Я рад сорока семи штуковинам
Я вижу сорок семь штуковин
Я доволен сорока семью штуковинами
Я думаю о сорока семи штуковинах
У меня есть сорок восемь штуковин
У меня нет сорока восьми штуковин
Я рад сорока восьми штуковинам
Я вижу сорок восемь штуковин
Я доволен сорока восемью штуковинами
Я думаю о сорока восьми штуковинах
У меня есть сорок девять штуковин
У меня нет сорока девяти штуковин
Я рад сорока девяти штуковинам
Я вижу сорок девять штуковин
Я доволен сорока девятью штуковинами
Я думаю о сорока девяти штуковинах
У меня есть пятьдесят штуковин
У меня нет пятидесяти штуковин
Я рад пятидесяти штуковинам
Я вижу пятьдесят штуковин
Я доволен пятьюдесятью штуковинами
Я думаю о пятидесяти штуковинах
У меня есть пятьдесят одна штуковина
У меня нет пятьдесят одной штуковины
Я рад пятьдесят одной штуковине
Я вижу пятьдесят одну штуковину
Я доволен пятьдесят одной штуковиной
Я думаю о пятьдесят одной штуковине
У меня есть пятьдесят две штуковины
У меня нет пятидесяти двух штуковин
Я рад пятидесяти двум штуковинам
Я вижу пятьдесят две штуковины
Я доволен пятьюдесятью двумя штуковинами
Я думаю о пятидесяти двух штуковинах
У меня есть пятьдесят три штуковины
У меня нет пятидесяти трёх штуковин
Я рад пятидесяти трём штуковинам
Я вижу пятьдесят три штуковины
Я доволен пятьюдесятью тремя штуковинами
Я думаю о пятидесяти трёх штуковинах
У меня есть пятьдесят четыре штуковины
У меня нет пятидесяти четырёх штуковин
Я рад пятидесяти четырём штуковинам
Я вижу пятьдесят четыре штуковины
Я доволен пятьюдесятью четырьмя штуковинами
Я думаю о пятидесяти четырёх штуковинах
У меня есть пятьдесят пять штуковин
У меня нет пятидесяти пяти штуковин
Я рад пятидесяти пяти штуковинам
Я вижу пятьдесят пять штуковин
Я доволен пятьюдесятью пятью штуковинами
Я думаю о пятидесяти пяти штуковинах
У меня есть пятьдесят шесть штуковин
У меня нет пятидесяти шести штуковин
Я рад пятидесяти шести штуковинам
Я вижу пятьдесят шесть штуковин
Я доволен пятьюдесятью шестью штуковинами
Я думаю о пятидесяти шести штуковинах
У меня есть пятьдесят семь штуковин
У меня нет пятидесяти семи штуковин
Я рад пятидесяти семи штуковинам
Я вижу пятьдесят семь штуковин
Я доволен пятьюдесятью семью штуковинами
Я думаю о пятидесяти семи штуковинах
У меня есть пятьдесят восемь штуковин
У меня нет пятидесяти восьми штуковин
Я рад пятидесяти восьми штуковинам
Я вижу пятьдесят восемь штуковин
Я доволен пятьюдесятью восемью штуковинами
Я думаю о пятидесяти восьми штуковинах
У меня есть пятьдесят девять штуковин
У меня нет пятидесяти девяти штуковин
Я рад пятидесяти девяти штуковинам
Я вижу пятьдесят девять штуковин
Я доволен пятьюдесятью девятью штуковинами
Я думаю о пятидесяти девяти штуковинах
У меня есть шестьдесят штуковин
У меня нет шестидесяти штуковин
Я рад шестидесяти штуковинам
Я вижу шестьдесят штуковин
Я доволен шестьюдесятью штуковинами
Я думаю о шестидесяти штуковинах
У меня есть шестьдесят одна штуковина
У меня нет шестьдесят одной штуковины
Я рад шестьдесят одной штуковине
Я вижу шестьдесят одну штуковину
Я доволен шестьдесят одной штуковиной
Я думаю о шестьдесят одной штуковине
У меня есть шестьдесят две штуковины
У меня нет шестидесяти двух штуковин
Я рад шестидесяти двум штуковинам
Я вижу шестьдесят две штуковины
Я доволен шестьюдесятью двумя штуковинами
Я думаю о шестидесяти двух штуковинах
У меня есть шестьдесят три штуковины
У меня нет шестидесяти трёх штуковин
Я рад шестидесяти трём штуковинам
Я вижу шестьдесят три штуковины
Я доволен шестьюдесятью тремя штуковинами
Я думаю о шестидесяти трёх штуковинах
У меня есть шестьдесят четыре штуковины
У меня нет шестидесяти четырёх штуковин
Я рад шестидесяти четырём штуковинам
Я вижу шестьдесят четыре штуковины
Я доволен шестьюдесятью четырьмя штуковинами
Я думаю о шестидесяти четырёх штуковинах
У меня есть шестьдесят пять штуковин
У меня нет шестидесяти пяти штуковин
Я рад шестидесяти пяти штуковинам
Я вижу шестьдесят пять штуковин
Я доволен шестьюдесятью пятью штуковинами
Я думаю о шестидесяти пяти штуковинах
У меня есть шестьдесят шесть штуковин
У меня нет шестидесяти шести штуковин
Я рад шестидесяти шести штуковинам
Я вижу шестьдесят шесть штуковин
Я доволен шестьюдесятью шестью штуковинами
Я думаю о шестидесяти шести штуковинах
У меня есть шестьдесят семь штуковин
У меня нет шестидесяти семи штуковин
Я рад шестидесяти семи штуковинам
Я вижу шестьдесят семь штуковин
Я доволен шестьюдесятью семью штуковинами
Я думаю о шестидесяти семи штуковинах
У меня есть шестьдесят восемь штуковин
У меня нет шестидесяти восьми штуковин
Я рад шестидесяти восьми штуковинам
Я вижу шестьдесят восемь штуковин
Я доволен шестьюдесятью восемью штуковинами
Я думаю о шестидесяти восьми штуковинах
У меня есть шестьдесят девять штуковин
У меня нет шестидесяти девяти штуковин
Я рад шестидесяти девяти штуковинам
Я вижу шестьдесят девять штуковин
Я доволен шестьюдесятью девятью штуковинами
Я думаю о шестидесяти девяти штуковинах
У меня есть семьдесят штуковин
У меня нет семидесяти штуковин
Я рад семидесяти штуковинам
Я вижу семьдесят штуковин
Я доволен семьюдесятью штуковинами
Я думаю о семидесяти штуковинах
У меня есть семьдесят одна штуковина
У меня нет семьдесят одной штуковины
Я рад семьдесят одной штуковине
Я вижу семьдесят одну штуковину
Я доволен семьдесят одной штуковиной
Я думаю о семьдесят одной штуковине
У меня есть семьдесят две штуковины
У меня нет семидесяти двух штуковин
Я рад семидесяти двум штуковинам
Я вижу семьдесят две штуковины
Я доволен семьюдесятью двумя штуковинами
Я думаю о семидесяти двух штуковинах
У меня есть семьдесят три штуковины
У меня нет семидесяти трёх штуковин
Я рад семидесяти трём штуковинам
Я вижу семьдесят три штуковины
Я доволен семьюдесятью тремя штуковинами
Я думаю о семидесяти трёх штуковинах
У меня есть семьдесят четыре штуковины
У меня нет семидесяти четырёх штуковин
Я рад семидесяти четырём штуковинам
Я вижу семьдесят четыре штуковины
Я доволен семьюдесятью четырьмя штуковинами
Я думаю о семидесяти четырёх штуковинах
У меня есть семьдесят пять штуковин
У меня нет семидесяти пяти штуковин
Я рад семидесяти пяти штуковинам
Я вижу семьдесят пять штуковин
Я доволен семьюдесятью пятью штуковинами
Я думаю о семидесяти пяти штуковинах
У меня есть семьдесят шесть штуковин
У меня нет семидесяти шести штуковин
Я рад семидесяти шести штуковинам
Я вижу семьдесят шесть штуковин
Я доволен семьюдесятью шестью штуковинами
Я думаю о семидесяти шести штуковинах
У меня есть семьдесят семь штуковин
У меня нет семидесяти семи штуковин
Я рад семидесяти семи штуковинам
Я вижу семьдесят семь штуковин
Я доволен семьюдесятью семью штуковинами
Я думаю о семидесяти семи штуковинах
У меня есть семьдесят восемь штуковин
У меня нет семидесяти восьми штуковин
Я рад семидесяти восьми штуковинам
Я вижу семьдесят восемь штуковин
Я доволен семьюдесятью восемью штуковинами
Я думаю о семидесяти восьми штуковинах
У меня есть семьдесят девять штуковин
У меня нет семидесяти девяти штуковин
Я рад семидесяти девяти штуковинам
Я вижу семьдесят девять штуковин
Я доволен семьюдесятью девятью штуковинами
Я думаю о семидесяти девяти штуковинах
У меня есть восемьдесят штуковин
У меня нет восьмидесяти штуковин
Я рад восьмидесяти штуковинам
Я вижу восемьдесят штуковин
Я доволен восьмьюдесятью штуковинами
Я думаю о восьмидесяти штуковинах
У меня есть восемьдесят одна штуковина
У меня нет восемьдесят одной штуковины
Я рад восемьдесят одной штуковине
Я вижу восемьдесят одну штуковину
Я доволен восемьдесят одной штуковиной
Я думаю о восемьдесят одной штуковине
У меня есть восемьдесят две штуковины
У меня нет восьмидесяти двух штуковин
Я рад восьмидесяти двум штуковинам
Я вижу восемьдесят две штуковины
Я доволен восьмьюдесятью двумя штуковинами
Я думаю о восьмидесяти двух штуковинах
У меня есть восемьдесят три штуковины
У меня нет восьмидесяти трёх штуковин
Я рад восьмидесяти трём штуковинам
Я вижу восемьдесят три штуковины
Я доволен восьмьюдесятью тремя штуковинами
Я думаю о восьмидесяти трёх штуковинах
У меня есть восемьдесят четыре штуковины
У меня нет восьмидесяти четырёх штуковин
Я рад восьмидесяти четырём штуковинам
Я вижу восемьдесят четыре штуковины
Я доволен восьмьюдесятью четырьмя штуковинами
Я думаю о восьмидесяти четырёх штуковинах
У меня есть восемьдесят пять штуковин
У меня нет восьмидесяти пяти штуковин
Я рад восьмидесяти пяти штуковинам
Я вижу восемьдесят пять штуковин
Я доволен восьмьюдесятью пятью штуковинами
Я думаю о восьмидесяти пяти штуковинах
У меня есть восемьдесят шесть штуковин
У меня нет восьмидесяти шести штуковин
Я рад восьмидесяти шести штуковинам
Я вижу восемьдесят шесть штуковин
Я доволен восьмьюдесятью шестью штуковинами
Я думаю о восьмидесяти шести штуковинах
У меня есть восемьдесят семь штуковин
У меня нет восьмидесяти семи штуковин
Я рад восьмидесяти семи штуковинам
Я вижу восемьдесят семь штуковин
Я доволен восьмьюдесятью семью штуковинами
Я думаю о восьмидесяти семи штуковинах
У меня есть восемьдесят восемь штуковин
У меня нет восьмидесяти восьми штуковин
Я рад восьмидесяти восьми штуковинам
Я вижу восемьдесят восемь штуковин
Я доволен восьмьюдесятью восемью штуковинами
Я думаю о восьмидесяти восьми штуковинах
У меня есть восемьдесят девять штуковин
У меня нет восьмидесяти девяти штуковин
Я рад восьмидесяти девяти штуковинам
Я вижу восемьдесят девять штуковин
Я доволен восьмьюдесятью девятью штуковинами
Я думаю о восьмидесяти девяти штуковинах
У меня есть девяносто штуковин
У меня нет девяноста штуковин
Я рад девяноста штуковинам
Я вижу девяносто штуковин
Я доволен девяноста штуковинами
Я думаю о девяноста штуковинах
У меня есть девяносто одна штуковина
У меня нет девяносто одной штуковины
Я рад девяносто одной штуковине
Я вижу девяносто одну штуковину
Я доволен девяносто одной штуковиной
Я думаю о девяносто одной штуковине
У меня есть девяносто две штуковины
У меня нет девяноста двух штуковин
Я рад девяноста двум штуковинам
Я вижу девяносто две штуковины
Я доволен девяноста двумя штуковинами
Я думаю о девяноста двух штуковинах
У меня есть девяносто три штуковины
У меня нет девяноста трёх штуковин
Я рад девяноста трём штуковинам
Я вижу девяносто три штуковины
Я доволен девяноста тремя штуковинами
Я думаю о девяноста трёх штуковинах
У меня есть девяносто четыре штуковины
У меня нет девяноста четырёх штуковин
Я рад девяноста четырём штуковинам
Я вижу девяносто четыре штуковины
Я доволен девяноста четырьмя штуковинами
Я думаю о девяноста четырёх штуковинах
У меня есть девяносто пять штуковин
У меня нет девяноста пяти штуковин
Я рад девяноста пяти штуковинам
Я вижу девяносто пять штуковин
Я доволен девяноста пятью штуковинами
Я думаю о девяноста пяти штуковинах
У меня есть девяносто шесть штуковин
У меня нет девяноста шести штуковин
Я рад девяноста шести штуковинам
Я вижу девяносто шесть штуковин
Я доволен девяноста шестью штуковинами
Я думаю о девяноста шести штуковинах
У меня есть девяносто семь штуковин
У меня нет девяноста семи штуковин
Я рад девяноста семи штуковинам
Я вижу девяносто семь штуковин
Я доволен девяноста семью штуковинами
Я думаю о девяноста семи штуковинах
У меня есть девяносто восемь штуковин
У меня нет девяноста восьми штуковин
Я рад девяноста восьми штуковинам
Я вижу девяносто восемь штуковин
Я доволен девяноста восемью штуковинами
Я думаю о девяноста восьми штуковинах
У меня есть девяносто девять штуковин
У меня нет девяноста девяти штуковин
Я рад девяноста девяти штуковинам
Я вижу девяносто девять штуковин
Я доволен девяноста девятью штуковинами
Я думаю о девяноста девяти штуковинах'''
